{"contribute":"Contribuez à ce livre blanc sur Github","intro":"Ce référentiel explore la théorie du jeûne hivernal et sa corrélation avec la prévention du cancer. Utiliser un modèle d'IA pour suggérer des ressources pertinentes.","link":"Lien","p1":"La théorie est que la majorité des gens sur terre, en particulier ceux des descendants d'un environnement froid, contractent le cancer et les maladies parce qu'ils manquent une longue période de jeûne, de restriction calorique et d'un régime riche en graisses pendant l'hiver et le printemps, ce qui était répandue dans la vie de leurs ancêtres. Le but de cet article est d'explorer les preuves du jeûne, de la restriction calorique et d'un régime riche en graisses et sa corrélation avec le cancer. En plus d'explorer l'avènement de l'agriculture comme cause du cancer. Les arguments sont analysés d'un point de vue logique en utilisant l'approche des premiers principes.","p10":"\"Les mécanismes sous-jacents aux avantages anti-tumoraux du régime cétogène, de la restriction calorique (et du jeûne intermittent) et d'autres thérapies métaboliques potentielles n'ont pas encore été entièrement élucidés ; cependant, les données précliniques suggèrent fortement que l'altération métabolique peut être une thérapie très efficace et peut en fait améliorer la norme actuelle de soins pour les gliomes malins.\"","p11":"Une étude récente de Tendler et al. (2021) mesure l'évolution des hormones en fonction des différentes saisons. Ils ont conclu que, comme tous les autres animaux, les humains ont également des pics d'hormones hiver-printemps différents pour la reproduction, la croissance, le métabolisme et l'adaptation au stress. L'étude a suggéré que les humains ont une horloge circannuelle qui peut suivre les saisons, régulant les hormones en fonction des saisons. Les changements observés concernaient les hormones, le cortisol, l'ACTH, la T3, la T4, la TSH, l'estradiol, la testostérone, la LH, la FSH, la GH, l'IGF-1 et la prolactine.","p12":"Le Dr Françoise Wilhelmi de Toledo évoque dans une interview avec l'institut de jeûne Buchinger Wilhelmi, l'effet du jeûne sur les allergies printanières. Elle utilise le jeûne pour résoudre une allergie au pollen de bouleau en avril (Wilhelmi 2021).","p13":"Il y a aussi le jeûne incorporé dans les grandes religions. Le christianisme et l'islam ont leurs principaux jeûnes généralement entre mars et mai. Le judaïsme utilise un jeûne plus étalé tout au long de l'année (Wikipedia 2021).","p14":"Dans la Grèce antique, le jeûne était destiné à préparer le corps des athlètes à l'entraînement physique avant les Jeux olympiques. C'était aussi un moyen de développer l'intelligence et la santé (Alimentarium 2016).","p15":"\"Chacun a un médecin en lui; nous devons simplement l'aider dans son travail. La force de guérison naturelle en chacun de nous est la plus grande force pour guérir. Notre nourriture devrait être notre médicament. Notre médicament devrait être notre nourriture. . Mais manger quand on est malade, c'est nourrir sa maladie\" - Hippocrate (Osborn 2007).","p16":"L'autophagie a été mesurée pour la première fois par Yoshinori Ohsumi, qui a remporté le prix Nobel de physiologie et médecine en 2016, où le processus est le mécanisme naturel et régulé de la cellule qui élimine les composants inutiles ou dysfonctionnels. L'autophagie est présente dans différents états de la vie, mais plus particulièrement après un exercice aérobique ou un jeûne (Wikipedia 2021). Berg (2020) mentionne dans son discours qu'il recommande aux patients de suivre un régime d'exercices aérobies cohérent pour les bienfaits de l'autophagie et de la santé. Selon Tramazzo (2019) l'autophagie se déclenchera environ 10 heures plus vite si la personne est déjà en cétose nutritionnelle/graisse adaptée, amplifiant ses effets.","p17":"Une idée fausse courante est qu'il faut être à jeun pour que l'autophagie commence, cependant, Chung et Chung (2019) ont exploré les changements des principaux gènes liés à l'autophagie en utilisant la restriction calorique. Ils ont découvert que les gènes liés à l'autophagie chez l'homme étaient significativement augmentés en réponse à une réduction de 30 % des calories.","p18":"Dans sa présentation sur le jeûne thérapeutique, Fung (2016) détaille les avantages du jeûne et le fait que l'homme moderne est construit pour résister à des épisodes répétés où il n'y a pas de nourriture. Il explique que dans un état de jeûne, le corps augmente sa dépense énergétique et la disponibilité en oxygène des cellules pendant quatre jours de jeûne, avec un pic au troisième jour. Il explique que le jeûne est la façon dont le corps nettoie tous les déchets qui s'accumulent.","p19":"Longo (2016) parle du jeûne et de la façon dont il affecte le vieillissement et les maladies. Il a fait des recherches sur l'insuline et l'IGF-1 où il a étudié des souris présentant une déficience en récepteurs IGF-1, ce qui a entraîné une réduction de 50 % de la taille réelle des souris par rapport aux souris normales. Il a découvert qu'elles vivent au moins 40 % plus longtemps que les souris normales. Parallèlement à la découverte qu'elles ne développent jamais de maladies, contre 10% des souris normales. Il montre également ses recherches à l'UCLA où ils affameraient les vers, les bactéries et les levures, et le résultat était que si vous les changiez de beaucoup de nutriments à seulement de l'eau, ils vivraient beaucoup plus longtemps. Une autre référence de ceci est de Cheng et al. (2014) où ils ont découvert qu'un jeûne prolongé réduit l'IGF-1 et favorise la régénération à base de cellules souches hématopoïétiques et l'immunosuppression inverse. Brandhorst (2015) a fait une étude sur un régime de jeûne périodique et a constaté que les souris suivant ce régime auraient un taux de cancer presque divisé par deux, et qu'elles ne souffriraient d'un cancer qu'à un stade avancé de leur vie et que la majorité des tumeurs étaient bénignes, par rapport aux groupe de contrôle où ils l'auraient dès les premiers stades de la vie et la majorité était maligne.","p2":"Le cancer est la deuxième cause de décès, où les maladies cardiovasculaires occupent la première place, selon les données recueillies à partir de 2017 (Roser et Ritchie 2015). Les techniques présentées dans cette théorie élimineraient probablement également les maladies cardiovasculaires, mais je me concentre uniquement sur le cancer pour le sujet de cet article. Ma spéculation est que le cancer a commencé à se développer de manière significative parallèlement à la consommation constante de glucides, probablement causée par l'agriculture et la disponibilité des glucides. Nous pouvons faire l'hypothèse que la société actuelle souffre d'un cancer, cependant, il y a peu de preuves que la société pré-agricole souffrait d'un cancer, à l'exception du cancer des os. Odes et al. (2016) ont analysé un spécimen d'Afrique du Sud daté de 1,8 million d'années. Ils ont conclu que le spécimen présentait une petite croissance de cancer des os malin. Odes et al. explique également que les tumeurs osseuses ne sont pas liées au mode de vie, par rapport au cancer des tissus mous. Ceci n'est pas supporté par Leite et al. (2021) et Fan et al. (2017) où ils voient une grande dépendance du facteur de croissance analogue à l'insuline (IGF-1) et du glucose dans le cancer des os, et que le jeûne, la restriction calorique et un régime cétogène auraient des effets bénéfiques contre le cancer. Il convient de noter que le cancer des os provenant d'anciens spécimens est pour la plupart bénin et toujours sous contrôle, ce qui suggère que le cancer des os pourrait remplir une fonction de réparation rapide en cas de traumatisme squelettique.","p20":"Sinclair (2019) parle de ses recherches en anti-âge chez Google. Ses techniques tournent autour du thème de la manipulation de l'épigénome et de la prévention du vieillissement, ce qui permettra à son tour de prévenir toutes les maladies qui pourraient être liées à l'âge, y compris le risque de développer un cancer. Il mentionne plus tard qu'un moyen naturel de manipuler votre épigénome est de manger moins fréquemment, et il suit actuellement un régime de jeûne intermittent. Il répond également à une question du public sur l'insuline et le vieillissement où il conclut que le vieillissement est un corrélateur direct avec des niveaux élevés d'insuline et de glucose sanguin. Il existe également une importante voie chimique de l'épigénome appelée nicotinamide mononucléotide (NMN) qui est corrélée à la santé nerveuse et à la réparation de l'épigénome. Mills et al. (2017) écrit dans un article que la NMN est naturellement présente dans différents types d'aliments tels que : l'edamame, le brocoli, les graines de concombre, la peau de concombre, le chou, l'avocat, la tomate, les champignons, le bœuf cru et les crevettes. Tous sont faibles en glucides.","p21":"Mokhtari et al. (2017) ont découvert que certains aliments végétaux contiennent du sulforaphane, un composé capable de cibler spécifiquement les cellules cancéreuses pour induire l'apoptose (mort cellulaire programmée). Les aliments végétaux comprennent : les pousses de brocoli, le brocoli, le chou-fleur, le chou frisé, les choux de Bruxelles, le chou et le bok choy. Tous sont faibles en glucides.","p22":"Li (2014) a une liste d'aliments anti-angiogéniques. Certains d'entre eux sont : thé vert, fraises, mûres, framboises, oranges, bok choy, chou frisé, ginseng, champignon maitake, réglisse, curcuma, artichauts, lavande, citrouille, thon, persil, ail, tomate, huile d'olive et chocolat noir. Tous sont faibles en glucides.","p23":"La restriction calorique a longtemps été utilisée comme mesure pour que les gens perdent du poids, mais il existe également des appareils contre la maladie. O'Flanagan et al. (2017) ont exploré les effets de la restriction calorique sur les patients atteints de cancer. Leur cahier des charges était de diminuer de 30 % l'apport calorique des patients, sans risque de dénutrition. Leurs données suggèrent que la restriction calorique agit contre l'inflammation, l'angiogenèse, l'insuline et l'IGF-1. Ils mentionnent également qu'une réduction de 30 % des calories chez les souris a entraîné une réduction globale de -75,5 % de l'incidence des tumeurs. Ils ont émis l'hypothèse que la restriction calorique combinée à un régime cétogène augmenterait probablement ce nombre.","p25":"Le régime paléolithique est bien connu dans la littérature comme étant une réplique claire du régime alimentaire de nos ancêtres. Le régime alimentaire se compose de viandes maigres fraîches, de poisson, de crustacés, d'œufs, de noix, de graines, de fruits, de baies, de légumes et de petites quantités de miel (Challa et al. 2021). Cette répartition du régime serait pauvre en glucides, sauf à certaines périodes rares de l'année, probablement en été lorsque certains fruits et miel étaient disponibles. Suivre ce régime, associé à des exercices réguliers et à un jeûne, laisserait tout individu en cétose pendant plus ou moins toute sa vie. L'ère paléolithique a duré il y a 2,5 millions d'années jusqu'à il y a 9 000 ans, lorsque nous sommes passés à un régime alimentaire à base de glucides enrichi en insuline (Wikipedia 2022).","p26":"Chala et al. (2021) mentionne que le régime paléolithique était probablement très dépendant de la nourriture disponible dans l'environnement, comme quelques tribus nordiques qui ne consommaient que du poisson et d'autres fruits de mer. Fall of Civilizations (2020) explique dans un documentaire comment les Vikings du Groenland ont vu le jour et comment ils vivaient. Il est décrit qu'ils vivaient avec un régime extrêmement restrictif, puisque rien ne poussait au Groenland. La majeure partie de leur alimentation se composait de poisson et de phoque.","p27":"Dans une étude portant sur 30 183 participants, Whalen et al. (2017) ont étudié l'impact du régime paléolithique et méditerranéen sur la mortalité toutes causes confondues. Ils ont constaté que les deux régimes étaient associés à un risque moindre de mortalité toutes causes confondues, cardiovasculaire, cancéreuse et autre.","p28":"Sébastien et al. (2002) explique que la sélection naturelle a eu < 1% de temps d'évolution pour s'adapter à notre nouvelle alimentation moderne depuis l'avènement de l'agriculture. Ils ont également mesuré la différence de charge nette en acide du régime paléolithique par rapport au régime occidental et ont constaté un décalage entre la composition nutritionnelle des régimes et les besoins nutritionnels déterminés génétiquement.","p29":"Mon idée ici était que les gens qui vivaient dans le nord, où les hivers étaient rigoureux, ne mangeraient probablement pas de légumes pendant les longs hivers, car rien ne poussait. Nous savons que les gens s'approvisionnaient en nourriture, mais que feraient-ils si la nourriture périssait, ils devraient alors trouver de la nourriture locale dans l'environnement. Ce qui est intéressant à ce sujet, c'est que les glucides ne sont présents que dans certains légumes et qu'un régime purement carnivore ne contient presque pas de glucides. Saladino (2020) parle du régime alimentaire des carnivores et de la façon dont l'analyse du squelette des premiers humains a montré qu'ils étaient presque exclusivement des carnivores. Il confirme également que les humains mangeaient en fonction de leur environnement et que les légumes d'aujourd'hui ne ressemblaient en rien à ceux des premiers humains. Il mentionne que la domestication des légumes populaires a eu pour effet de favoriser la version la moins toxique, la plus productive et la plus calorique de cette plante. Et que la disponibilité des plantes était loin d'être ce qu'elle est aujourd'hui. Ma réflexion à ce sujet est que les humains vivaient probablement principalement avec un régime à base de carnivores, avec une petite quantité de plantes et de glucides, consommés de manière complémentaire. Cela expliquerait la réaction énergétique rapide du corps aux glucides.","p3":"Li (2014) montre quelques statistiques dans sa conférence Ted, où il explique que 40 % des femmes dans la quarantaine et la cinquantaine ont en fait des cancers du sein microscopiques, 50 % des hommes dans la cinquantaine et la soixantaine ont des cancers de la prostate microscopiques, et pratiquement 100 % des Lorsque nous atteindrons nos 70 ans, nous aurons des cancers microscopiques de la thyroïde. Ceux-ci ne se développeront cependant pas davantage car ils manquent d'angiogenèse (approvisionnement en sang).","p30":"Une étude récente de Lennerz (2021) montre des preuves autodéclarées de personnes suivant le régime carnivore pendant au moins 6 mois. Ils ont conclu que les adultes consommant un régime carnivore avaient peu d'effets indésirables et ont plutôt signalé des avantages pour la santé et une grande satisfaction.","p31":"Comme la base de ma théorie est qu'il faut entrer dans un régime cétogène pendant l'hiver et aussi faire des séances de jeûne, Saladino (2020) évoque quelques études où ils ont observé une diminution du stress oxydatif lorsque les gens entraient dans un régime carnivore. Cela pourrait être lié aux avantages du régime cétogène ou du régime carnivore, cependant, je pense qu'ils sont très similaires.","p32":"Il a été prouvé dans la littérature que les régimes à base de plantes réduisent le risque de mortalité et de maladies toutes causes telles que le cancer ou les maladies cardiovasculaires. Dinou et al. (2017) ont conclu dans une étude qu'un régime végétalien entraînait une diminution (-15 %) du taux d'incidence total du cancer. Xiao et al. (2016) ont noté que la privation alimentaire de leucine a montré des résultats significatifs dans la réduction des tumeurs du cancer du sein, de la peau, du poumon et de l'ovaire. La leucine est la plus répandue dans une viande et naturellement plus faible dans un régime à base de plantes. Cependant, Xiao et al. le régime témoin était riche en leucine et en glucides. Un régime avec des graisses au lieu de glucides donnerait probablement des résultats différents.","p33":"Ma théorie sur la raison pour laquelle les régimes à base de plantes entraînent un risque réduit de cancer est le problème de la digestion des aliments à base de plantes. Ciuris et al. (2019) passe en revue le Digestible Indispensable Amino Acid Score (DIAAS) des aliments végétaux et animaux. Ils ont découvert que les protéines disponibles pour les athlètes suivant un régime végétarien pouvaient, dans certains cas, être réduites de 43 %, également soutenu par Moughan (2021) et Herreman et al. (2020). Peut-être dans un régime végétarien mal planifié, car le mélange de différentes protéines pourrait augmenter la disponibilité des protéines. Nous savons que les protéines et les glucides augmentent l'IGF-1, qui stimule la croissance et le vieillissement du cancer (Larsson et al. 2005). Nous savons également par O'Flanagan et al. (2017) qu'une réduction de 30 % des calories entraîne une réduction (-75,5 %) de l'incidence du cancer, je pense que la plus faible disponibilité nutritionnelle des aliments végétaux est ce qui les rend intrinsèquement limités en calories.","p34":"Cependant, les régimes à base de plantes ne sont pas sans inconvénients. Saladino (2020) explique comment la taille du cerveau humain a été réduite depuis l'avènement de l'agriculture et il présente des preuves que ce qui a entraîné le triplement initial de la taille du cerveau de nos ancêtres était l'avènement de la chasse et une augmentation des aliments d'origine animale riches en nutriments dans un régime carnivore . Il apporte des preuves que les humains, il y a environ 14 000 à 12 000 ans, ont vu une diminution de la taille moyenne, de la taille du cerveau et une augmentation des maladies. Causée par une carence en fer, une carence en vitamines due à une diminution de la consommation de graisses. Cela a entraîné une mauvaise fonction immunitaire, une mauvaise cicatrisation des plaies et une augmentation du taux d'infections. Également soutenu par Desmond et al. (2021).","p35":"Bosworth (2019) explique comment les cétones sont un carburant supérieur pour le cerveau et comment une petite supplémentation en huile de triglycéride à chaîne moyenne (MCT) dans un régime non cétogène augmenterait les niveaux de cétones dans le sang et à terme conduirait à un engagement accru de toutes les cellules du cerveau. Cela a été le plus noté chez les patients âgés ayant une fonction cérébrale inférieure, une fonction de mémoire inférieure ou des alzheimers. Elle parle également de maladies comme le TDAH, les parkinsons, l'épilepsie, la dépression résultant d'un gonflement et d'une inflammation chroniques du cerveau, nous pouvons probablement supposer qu'il s'agit de l'axe de la maladie de Harper (2020) représenté dans le cerveau.","p36":"Je me souviens aussi avoir vu certaines sources selon lesquelles les nouveau-nés ont un taux de cétone dans le sang 70 fois plus élevé que celui des humains adultes, ce qui signifie peut-être qu'il est utilisé pour le développement du cerveau au début de la vie.","p37":"Pour soutenir la cognition, l'ancien grec Pythagore, par exemple, a jeûné pendant 40 jours avant ses examens à la célèbre école d'Alexandrie. Pythagore a remarqué une telle augmentation de la lucidité et de la force physique qu'il a prescrit plus tard le jeûne à ses élèves (Alimentarium 2016).","p38":"Harper (2020) estime que 70 % des maladies chroniques, mais plus particulièrement les maladies cardiovasculaires, le cancer, le diabète et la maladie d'Alzheimer, pourraient être guéries en brisant simplement son axe de maladie. Maintenant, la question à portée de main, combien de temps devez-vous rompre le cycle pour en tirer les bénéfices ? Eh bien, dans la recherche de Harper, ils voient un changement dans la croissance du cancer et un changement métabolique en seulement six semaines, donc si vous faites cela jusqu'à six mois chaque hiver, je suppose que cela a un effet. La littérature soutient également cela, Byrne et al. (2017) ont constaté que les pauses diététiques périodiques fonctionnent extrêmement bien dans un scénario de perte de poids sans perte musculaire ni ralentissement métabolique.","p39":"La raison pour laquelle nous voyons le cancer chez les enfants pourrait être que les mauvais composants cellulaires sont hérités de la mère. Étant donné que les cellules T du système immunitaire ont une forme de registre pour se souvenir des maladies, cela entraînerait une sorte de période d'apprentissage pour que le système immunitaire s'adapte lentement. Et comme il faut sept à dix ans pour remplacer chaque cellule de son corps, on peut supposer que le cancer causé chez les enfants est probablement hérité de la mère.","p4":"Bray et al. (2018) ont étudié certaines statistiques sur les taux de cancer dans les pays développés. Ils ont constaté qu'en moyenne, chaque type de cancer chez les deux sexes est 2,5 fois plus répandu dans la société avec un indice de développement humain élevé. Également lié à Bogin et al. (2015) corrélation avec la taille et les niveaux d'IGF-1.","p40":"Mikhaila Peterson (2022) explique comment elle a vécu avec une arthrite sévère, des éruptions cutanées et une dépression pendant des années. Mais toutes les maladies ont disparu après quelques mois de régime carnivore.","p41":"Osborn (2007) discute de l'utilisation universelle du jeûne. \"Lorsqu'un animal, comme un chien ou un chat, est malade, son instinct naturel est de refuser la nourriture. Lorsque la crise est passée, et que le travail de guérison interne a été accompli, l'appétit reviendra naturellement, de lui-même. L'organisme humain a également un instinct de jeûne, tout comme celui des autres animaux. L'adaptation évolutive a rendu notre corps très efficace pour stocker des réserves d'énergie et y puiser lorsque les réserves de nourriture se font rares. Le jeûne est aussi vieux que l'humanité, peut-être même plus ancien. Aussi loin que les historiens peuvent le voir, les hommes ont jeûné pour une raison ou une autre. Cela semble être une pratique universelle ».","p42":"Fetters et le Dr Philis-Tsimikas (2020) ont écrit sur des taux de glycémie sains où ils concluent qu'un taux supérieur à 10,0 mmol/L est supérieur à la normale et peut provoquer des symptômes diabétiques tels que des mictions fréquentes, de la fatigue, une peau sèche ou qui démange, une sensation de soif. , infections plus fréquentes et manger plus de nourriture mais ne pas prendre autant de poids. Ils avertissent que des niveaux élevés de glucose sanguin endommagent également les vaisseaux sanguins et les nerfs dans tout le corps. Sinclair (2019) mentionne également que les pics de glycémie et d'insuline (pour lutter contre l'augmentation de la glycémie) sont la plus forte corrélation avec le vieillissement et les maladies liées à l'âge. Le diabète de type 1 a longtemps été expliqué par le corps qui s'attaque lui-même par erreur (CDC 2022), cependant, je veux également spéculer ici avec des preuves anecdotiques d'expériences sur moi-même. J'ai surveillé ma réponse glycémique et insulinique à partir des glucides avec un lecteur de glycémie FreeStyle libre. Mes habitudes alimentaires sont un repas par jour, environ 1800 kcal et pas de glucides. Lorsque la graisse s'est adaptée, ma glycémie n'a augmenté que légèrement (0,2-0,5 mmol/L) après ce repas. En revenant à un métabolisme glucidique pendant quelques jours, j'ai pu augmenter (6,0-7,0 mmol/L) ma glycémie, en moyenne, en ne mangeant que 100 g de glucides, atteignant 9,9 mmol/L. C'est plus qu'une augmentation de 10 fois de la glycémie et probablement une augmentation similaire de la production d'insuline. Je pense qu'il est important de se rappeler que le système d'insuline de votre corps s'est probablement adapté sur 2,5 millions d'années pour ne gérer que les protéines de la viande, et pas les glucides. Si une personne commence alors à suivre un régime occidental, en maximisant sa glycémie 3 fois par jour, il devrait y avoir des complications. Ma théorie pour le diabète de type 1 est que le système immunitaire attaque le pancréas, en supposant qu'il est compromis et endommagé pour produire 10x d'insuline et également nourrir une infection actuelle, le détruisant en tant que mécanisme de survie.","p43":"Groennebaek et Vissing (2017) écrit dans leur article sur la fonction d'adaptation permanente des mitochondries dans la musculature squelettique en réponse à l'entraînement en résistance. Ils ont découvert que l'entraînement en résistance pouvait entraîner une augmentation permanente des mitochondries musculaires, ce qui est intéressant à ce sujet est la fonction qu'il aurait pu avoir sur les humains anciens. Ce que nous savons aujourd'hui, c'est qu'une personne avec plus de mitochondries dans sa musculature squelettique répondra plus rapidement à l'entraînement en résistance et à l'hypertrophie, plutôt qu'une personne avec moins de mitochondries. Et si l'on peut s'adapter en permanence à une augmentation des mitochondries, puis arrêter de s'entraîner et de perdre de la masse musculaire maigre, on peut alors retrouver plus rapidement de la masse musculaire maigre à un stade ultérieur de la vie. Quelle routine évolutive aurait provoqué cette adaptation ? Se pourrait-il que les anciens humains aient jeûné pendant l'hiver et perdu de la masse musculaire, qui aurait ensuite été récupérée pendant l'été lorsque la nourriture était plus abondante ? Je pense que oui.","p44":"Longo (2016) affirme que la plupart des gens peuvent vivre sans nourriture pendant six mois, sans préparation majeure. Cela incite à la théorie selon laquelle les humains devaient vivre avec moins de nourriture pendant la durée d'un hiver. Longo dit également que le régime alimentaire occidental actuel, avec une grande quantité de glucides, permet aux cellules et aux composants cellulaires endommagés de s'accumuler. Ekberg (2021) explique dans sa vidéo que la résistance à l'insuline s'accumule et finit par devenir un \"stockage chronique\" qui conduit au diabète et à la maladie. Ma position ici est que l'hiver a été utilisé comme processus de nettoyage du corps pour une accumulation de mauvais composants cellulaires, et revenir à ce mode de vie cocherait toutes les cases de ce qui a été dit ci-dessus.","p45":"Un argument contre le point que je fais, que l'avènement de l'agriculture est la cause du cancer de l'augmentation alimentaire des glucides, est la mort précoce des humains anciens. Le cancer étant cumulatif, les décès précoces pourraient expliquer son absence d'apparition. Cependant, la découverte de la grotte de Shanidar montre quatre spécimens d'anciens Néandertaliens, âgés de 30 à 50 ans. Ils datent d'environ 65000-35000 ans, bien avant l'avènement de l'agriculture. Cela donne une idée du fait que les humains anciens ont réussi à atteindre un âge plus avancé, la mortalité infantile pourrait être une cause du faible âge moyen (Wikipedia 2021).","p46":"Cronis et al. (2014) ont une hypothèse intéressante selon laquelle la pénurie alimentaire, un sommeil plus long et l'exposition au froid pendant l'hiver sont un moyen d'éliminer l'obésité et les maladies cardiométaboliques. Ils mentionnent que la restriction calorique déclenche un réseau de gènes qui ont évolué pour protéger les organismes pendant les périodes de pénurie alimentaire. Il a été démontré que ces gènes régulent à la baisse l'insuline et l'IGF-1 et libèrent l'énergétique cellulaire, les sirtuines et les enzymes de défense. Ces enzymes jouent un rôle important dans l'obésité, le syndrome métabolique, le diabète, le cancer, l'inflammation et les maladies cardiovasculaires. De plus, certaines de ces enzymes favorisent également la thermogenèse sans frisson, ce qui augmenterait la production de chaleur interne. Cronis et al. parlez également de la façon dont l'augmentation du sommeil dans les environnements frais et les longues nuits d'hiver peuvent fonctionner en synergie pour favoriser la conservation des calories précieuses.","p47":"Une idée fausse courante sur le régime cétogène est que les cétones élevées produites finiront par conduire à une acidocétose, qui est un état dans lequel le corps ne peut pas réguler le taux de cétones dans le sang, entraînant l'acidification du sang et la mort. Ekberg (2019) explique que cela n'est répandu que chez les personnes incapables de créer de l'insuline, en particulier chez les diabétiques. Et cette cétose nutritionnelle ne conduira pas à une acidocétose. Cependant, Arsyad et al. (2020) ont noté que les rats nourris avec un régime riche en graisses, faible en protéines et en glucides présentaient une légère augmentation de l'acidité sanguine après 60 jours (420 équivalents humains). Bien qu'ils n'aient trouvé aucune différence dans la fonction des organes. Un régime paléo, par exemple, est plus riche en protéines et l'excès de protéines est converti en glucose, ce qui ne stimulerait pas autant les cétones sanguines et pourrait donc être plus sûr. Mais ma recommandation serait d'augmenter légèrement l'apport en glucides de la fin de l'été au début de l'hiver, pour laisser le corps faire son cycle. Une hypothèse est que nos ancêtres avaient une augmentation de noix, de fruits et de miel pendant cette période de l'année. Grundler et al. (2020) sur le jeûne à long terme (10 jours) chez l'homme a montré une augmentation de la capacité antioxydante et une diminution du stress oxydatif. Cependant, ils ont donné aux sujets 250 kcal et 16 g de glucides sous forme de miel par jour, ce qui diminuerait probablement légèrement les taux de cétones dans le sang.","p48":"La vitamine C est également une observation intéressante. Lennerz et al. (2021) ont constaté que même chez les personnes consommant <10 % de l'apport quotidien recommandé, aucune carence n'a jamais été signalée. Cela pourrait être dû au faible besoin en antioxydants et en vitamine C pendant la cétose, par rapport à un métabolisme glucidique (Grundler et al. 2020).","p49":"De nombreuses études mentionnées dans cette théorie utilisent des souris comme sujets pour des essais de jeûne. Dans son article, Demetrius (2005) a découvert que les souris et les humains ont une forte homogénéité métabolique, même dans les cellules spécialisées et les mécanismes moléculaires qui régulent la croissance, la réplication, la différenciation et la mort. Demetrius a également mesuré la différence de taux métabolique basal par gramme de poids corporel, ils étaient en moyenne sept fois plus rapides chez les souris que chez les humains. Sachant cela, nous pouvons fonder certaines hypothèses sur les différentes longueurs d'intervalles de jeûne à appliquer aux humains, sur la base des études sur les rats.","p5":"DeLauer (2019) simplifie les processus complexes de croissance du cancer dans une vidéo, soulignant que la plupart des cellules cancéreuses diffèrent des cellules ordinaires dans la façon dont elles convertissent l'énergie pour proliférer. Il fait référence à une étude récente de Hsieh et al. (2019) où ils concluent que la glycolyse cellulaire est la principale cause de la croissance du cancer, mais qu'elle n'est pas non plus très efficace, ce qui signifie que la plupart des cancers réagissent à des niveaux élevés d'insuline et de glucose sanguin pour se développer et que le cancer utilise de grandes quantités de glucose pour se développer. une très petite quantité. Il a été démontré que l'abaissement du taux de glucose sanguin inhibe la croissance du cancer et que le passage à un régime cétogène affame complètement le cancer. Il a été conclu que (la plupart) des cellules cancéreuses ne peuvent pas convertir les cétones pour la croissance. Poff et al. (2014) écrit dans leur article sur le taux de survie chez les souris atteintes d'un cancer métastatique, et ils mentionnent que les cellules cancéreuses expriment un métabolisme anormal caractérisé par une consommation accrue de glucose, et que, le simple fait de compléter les cétones, a entraîné un taux de survie plus élevé.","p50":"Selon Xia et al. (2017), il existe une mutation qui confère au cancer la capacité de proliférer en utilisant les graisses comme carburant. La mutation se retrouve dans plus de 50 % des mélanomes, 10 % des cancers colorectaux, 5 % des myélomes multiples et 2 % des leucémies. Cela représente environ 0,004 % de tous les types de cancer connus. Également noté par Grabacka et al. (2020), les cétones n'inhibent pas directement la prolifération des cellules de mélanome et de glioblastome. La méthode que Xia et al. (2017) utilisé était de nourrir les souris avec un régime riche en graisses et une injection d'acétoacétate pour fournir un environnement plus acide afin d'améliorer le potentiel de prolifération du cancer. Cela éliminera cependant la fonction biologique de l'autophagie, qui pourrait agir contre le cancer. Xia et al. ont également discuté du fait que leurs tests étaient isolés et que d'autres fonctions corporelles pourraient avoir un impact au niveau de l'organisme entier. Ceci est soutenu par Antunes et al. (2016), où ils ont découvert que le jeûne augmente la sensibilité des cellules de mélanome humain au cisplatine, qui est un type de chimiothérapie. Grabacka et al. (2020) mentionnent également comment les cellules de mélanome profitent de l'inflammation locale pour leur croissance. Cela pourrait être attribué à la réduction de l'inflammation dans le corps pendant le jeûne. Mokhtari et al. (2017) écrit également que le sulforaphane réduit l'inflammation, ce qui peut éventuellement aider à la prévention du mélanome. Woolf et al. (2015) ont également noté une réduction des voies de signalisation de l'inflammation dans les tumeurs du gliome, chez des rats nourris avec un régime cétogène. O'Flanagan et al. (2017) ont constaté que la restriction calorique réduit également l'inflammation systémique.","p51":"Choi (2020) écrit sur l'effet de la restriction calorique sur la biologie de la peau. Choi a conclu que la restriction calorique a des effets bénéfiques sur le vieillissement cutané, la réparation des plaies, la formation des rides, l'entretien des tiges et la cancérogénèse. En raison des mêmes enzymes et sirtuines que Cronise et al. (2014) ont découvert qu'ils étaient relâchés en réponse à la pénurie alimentaire. Tannenbaum et Silverstone (1949) ont également découvert qu'une diminution de l'apport calorique chez la souris entraînait une diminution des tumeurs cutanées et des hépatomes spontanés induits par le méthylcholanthrène.","p52":"Weller (2016) discute de la nécessité d'une exposition adéquate au soleil. Il mentionne quelques études scandinaves qui montrent une baisse dose-dépendante de la mortalité avec un comportement accru de recherche du soleil, bien qu'avec un taux d'incidence de cancer de la peau plus élevé. Cependant, une exposition professionnelle chronique peut être protectrice. Brenner et Hearing (2009) confirment cette notion selon laquelle une peau très pigmentée est profondément protégée de la carcinogenèse. Si un individu est surexposé à un fort ensoleillement, le corps réagit par un coup de soleil. Cela endommage l'ADN de la peau et augmente le risque de cancer de la peau. Brenner et Hearing mentionnent également le potentiel mélanogénique d'un individu où le même principe de jeûne hivernal peut être utilisé pour l'exposition au soleil. Votre potentiel mélanogénique s'est probablement adapté au fil des générations à des conditions d'ensoleillement spécifiques en fonction d'une absorption adéquate de la vitamine D en hiver et d'une pigmentation suffisante pour réduire les dommages causés par les UV en été. Nous pouvons également supposer qu'une exposition au soleil au printemps, lorsque la peau est la plus brillante, est cruciale pour l'accumulation de mélanine et la protection pour l'été. Le problème survient lorsque nous sommes à l'intérieur au printemps, que nous ne recevons pas d'exposition à un faible indice UV, puis que nous sortons du bronzage au plus fort de l'été. Vous devez également être conscient de votre potentiel mélanogénique génétique, si vous avez la peau blanche et que vous vous déplacez dans une zone à indice UV élevé, vous serez à haut risque puisque génétiquement, vous ne pouvez pas vous adapter assez rapidement. C'est peut-être la raison pour laquelle l'Australie (Cancer Council 2022) a des taux plus élevés de cancer de la peau.","p53":"Ce qui est également intéressant, c'est que Sample et He (2017) montrent que l'exposition aux UV augmente l'autophagie de la peau en tant que réponse immédiate pour réparer l'ADN endommagé, supprimer la croissance tumorale et éliminer les protéines et les lipides du stress oxydatif. Cependant, le cancer de la peau peut également se former sur la peau, généralement non exposée au soleil (Hung 2022). Ce qui pourrait suggérer que les parties endommagées par les UV se propagent dans toute la peau ou qu'il existe un déficit d'autophagie locale. Une grande quantité de grains de beauté est également un indicateur de cancer de la peau (Hung 2022), Rasi et al. (2007) ont observé une corrélation positive entre le nombre total d'acrochordons et la glycémie moyenne à jeun. Ils ont découvert que les patients avec 30 acrochordons ou plus couraient un risque élevé d'altération du métabolisme des glucides.","p54":"Le mode de vie et le régime alimentaire actuels des humains modernes ne sont pas durables, compte tenu des sources élevées, nous pourrions probablement bénéficier grandement en tant que société si nous devions suivre un régime de régime cétogène avec restriction calorique et séances de jeûne, pendant six mois de l'année , probablement en hiver et au printemps. L'élément clé du régime cétogène, du jeûne et de la restriction calorique est qu'ils fonctionnent tous en synergie et amplifient les avantages.","p55":"D'après tout ce que j'ai compris, il ne devrait y avoir aucun problème pour qu'une personne commence à suivre cette technique, cependant, le trait le plus fort de l'humanité est la capacité d'adaptation, mais cette adaptation doit venir lentement. Donc, si vous essayez de suivre cela, faites-le lentement et consultez quelqu'un qui sait si vous souffrez de diabète ou d'un trouble de l'alimentation. Sinon, bon jeûne.","p56":"Lieverse et al. (2014) ont observé l'une des premières formes de cancer des tissus mous, le carcinome métastatique. Le spécimen a été daté d'il y a 4600 ans et a été trouvé en Sibérie orientale. Johnson (2010) et Schultz et al. (2007) ont trouvé deux restes de cancer des tissus mous datant d'il y a 2700 ans. Le spécimen s'est avéré avoir une forme de cancer du carcinome de la prostate et, selon Kaiser et al. (2020), le cancer du carcinome de la prostate est directement associé à la résistance à l'insuline. Ils ont constaté qu'un régime pauvre en glucides/cétogène devrait être privilégié pour son impact supérieur sur les paramètres métaboliques. Cela confirme la théorie de l'augmentation des taux de cancer causée par l'avènement de l'agriculture, qui a commencé à gagner du terrain il y a environ 7 000 à 10 000 ans, où la consommation de glucides a augmenté, parallèlement à la résistance à l'insuline.","p57":"Une citation pertinente de Coffey (2001) : \"L'Homo sapiens n'a évolué qu'il y a environ 150 000 ans, et ce n'est que dans les derniers 10 % de cette période (il y a 10 000 à 15 000 ans) que les humains et les chiens ont radicalement modifié leur alimentation. C'est le moment lorsque les humains domestiquaient le chien, élevaient des animaux, faisaient pousser des cultures et cuisinaient, transformaient et entreposaient des viandes et des légumes.Toutes les preuves épidémiologiques actuelles et les suggestions pour prévenir le cancer de la prostate et du sein chez l'homme indiquent que nous devrions revenir aux régimes d'origine sous lesquels nos ancêtres évolué.\"","p6":"Cette notion est également soutenue par Gannett (2016) où elle explique qu'elle a arrêté la croissance d'un cancer malin du cerveau, ainsi que la guérison de la maladie des ovaires polykystiques, de la thyroïdite de Hashimoto et des cancers des fibromes mammaires pré-stade, en utilisant le régime cétogène. Berg (2020) explique dans son exposé qu'un corps humain fonctionnant aux cétones est beaucoup plus sain que celui qui utilise le glucose comme carburant. Ses principaux arguments sont que les tumeurs ne peuvent pas se développer sur les cétones et qu'un régime cétogène n'augmente pas l'insuline autant qu'un régime à base de glucose ordinaire.","p7":"D'Agostino (2013) explique dans sa conférence ted qu'il a étudié l'effet sur les cétones comme remède contre les crises d'oxygène et de pression chez les plongeurs de la marine. Il explique plusieurs exemples de personnes qui ont utilisé le régime cétogène comme remède contre l'épilepsie et qui utilisent des suppléments de cétone comme remède pour les plongeurs de la marine. Il souligne plus tard que les cellules cancéreuses ne peuvent utiliser que de grandes quantités de glucose comme énergie et sont incapables de proliférer sur les cétones. Il cite le professeur Thomas Seyfried, auteur de \"Le cancer est une maladie métabolique\". Lunt (2016) parle également de la façon dont le cancer est extrêmement dépendant du glucose, et elle parle également de la façon dont certaines cellules cancéreuses peuvent recâbler leur propre métabolisme du glucose en fonction de la disponibilité de l'oxygène. D'Agostino (2013) a également fait des recherches sur les cellules cancéreuses et l'oxygène où il a trouvé des preuves qu'un environnement riche en oxygène était très efficace pour détruire les cellules cancéreuses.","p8":"Harper (2020) présente quelques découvertes intéressantes sur le régime cétogène. Il explique un graphique appelé l'axe de la maladie, où la cause fondamentale est les glucides, ce qui conduit à une résistance à l'insuline qui conduit à l'obésité qui conduit à l'inflammation. Il note que le simple fait de passer à un régime cétogène éliminerait environ 70 % des maladies chroniques. Il continue également sur le cancer et confirme que les cellules cancéreuses dépendent du glucose comme carburant, et il montre une théorie intéressante où son hypothèse est que le glucose et l'insuline sont des facteurs de croissance très puissants dans le corps et en les abaissant, en utilisant le régime cétogène, permet au système immunitaire d'attraper les cellules cancéreuses avant qu'elles ne se propagent. Sa dernière étude sur l'adaptation cétogène a exploré les effets sur les femmes atteintes d'un cancer du sein en phase terminale au stade quatre, où elles leur ont fourni un régime cétogène parallèlement à la chimiothérapie. Cela a entraîné une régression extrême du cancer après six semaines.","p9":"Li (2014) explique que tous les cancers dépendent de l'angiogenèse mutée pour leur croissance. Il démontre également que les cellules cancéreuses peuvent être éliminées efficacement par des composés anti-angiogenèse. Woolf et al. (2015) explorent l'effet d'un régime cétogène sur l'angiogenèse chez la souris, ils ont noté que l'angiogenèse est considérablement réduite avec un régime cétogène. Woolf et al. résume également le régime cétogène:","seo_desc":"La théorie est que la majorité des gens sur terre, en particulier ceux des descendants d'un environnement froid, contractent le cancer et les maladies parce qu'ils manquent une longue période de jeûne, de restriction calorique et de régime cétogène pendant l'hiver et le printemps, ce qui était répandu dans la vie de leurs ancêtres. Le but de cet article est d'explorer les preuves du jeûne, de la restriction calorique et du régime cétogène et de sa corrélation avec le cancer. En plus d'explorer l'avènement de l'agriculture comme cause du cancer. Les arguments sont analysés d'un point de vue logique en utilisant l'approche des premiers principes.","seo_title":"Livre blanc sur le cancer","t1":"Résumé","t10":"Cancer et restriction calorique","t11":"Discussion","t13":"Le régime paléolithique","t14":"Le régime carnivore","t15":"Pourquoi les régimes à base de plantes fonctionnent","t16":"Le développement du cerveau","t17":"Autres maladies","t18":"Diabète de type 1","t19":"Entraînement en résistance et adaptation mitochondriale permanente","t2":"Théorie de fond","t20":"Tout est cumulatif","t21":"L'hypothèse de \"l'hiver métabolique\"","t22":"Cétose à long terme","t23":"Le jeûne chez les rats et les humains","t24":"Mutations alimentées par les graisses","t25":"Biologie de la peau","t26":"Sommaire","t27":"Sources","t3":"Statistiques","t4":"Cancer et cétogenèse","t5":"Saisonnalité hormonale","t6":"Jeûner au printemps","t7":"Jeûner en Grèce antique","t8":"Autophagie","t9":"Cancer et jeûne","ta1":"Alimentarium","ta10":"Centres pour le Contrôle et la Prévention des catastrophes","ta11":"Ciuris et al.","ta12":"Conseil du cancer","ta13":"Chala et al.","ta14":"Cheng et al.","ta15":"Choi","ta16":"Chung et Chung","ta17":"Coffey","ta18":"Cronis et al.","ta19":"D'Agostino","ta2":"Antunes et al.","ta20":"DeLauer","ta21":"Démétrius","ta22":"Desmond et al.","ta23":"Dinou et al.","ta24":"Ekberg","ta25":"Ekberg","ta26":"Bray et al.","ta27":"Fan et al.","ta28":"Entraves et Philis-Tsimikas","ta29":"fun","ta3":"Arsyad et al.","ta30":"Fou de Bassan","ta31":"Grabacka et al.","ta32":"Groennebaek et Vissing","ta33":"Grundler et al.","ta34":"harpiste","ta35":"Herreman et al.","ta36":"Suspendu","ta37":"Hsieh et al.","ta38":"Johnson","ta39":"Kaiser et al.","ta4":"Berg","ta40":"Larsson et al.","ta41":"Leite et al.","ta42":"Lennerz et al.","ta43":"Li","ta44":"Lieverse et al.","ta45":"Longo","ta46":"Lunt","ta47":"Mills et al.","ta48":"Mokhtari et al.","ta49":"Moughan","ta5":"Bogin et al.","ta50":"Odes et al.","ta51":"O'Flanagan et al.","ta52":"Osborn","ta53":"Peterson","ta54":"Poff et al.","ta55":"Rasi et al.","ta56":"Roser et Ritchie","ta57":"Saladino","ta58":"Échantillon et lui","ta59":"Schultz et al.","ta6":"Bosworth","ta60":"Sébastien et al.","ta61":"Sinclair","ta62":"Tannenbaum et Silverstone","ta63":"Tender et al.","ta64":"Tramazzo","ta65":"Weller","ta66":"Whalen et al.","ta67":"Wikipédia","ta68":"Wikipédia","ta69":"Wikipédia","ta7":"Brenner et l'ouïe","ta70":"Wikipédia","ta71":"Buchinger Wilhelmi","ta72":"Woolf et al.","ta73":"Xia et al.","ta74":"Xiao et al.","ta75":"Chute des civilisations","ta8":"Brandhorst et al.","ta9":"Byrne et al.","title":"Livre blanc sur le cancer","tj1":"Alimentarium","tj10":"Conseil du cancer","tj11":"La revue américaine de nutrition clinique","tj12":"Fonds mondial de recherche sur le cancer International","tj13":"Santé au quotidien","tj14":"Bibliothèque en ligne Wiley","tj15":"drhungmd","tj16":"New York Times","tj17":"Journal britannique du cancer","tj18":"Journal de médecine translationnelle","tj19":"Développements actuels en nutrition","tj2":"PubMed","tj20":"Plos One","tj21":"Journal sud-africain des sciences","tj22":"Médecine grecque","tj23":"Notre monde en données","tj24":"Rés. Cancer","tj25":"PNAS","tj26":"Moyen","tj27":"Karger","tj28":"Le journal de la nutrition","tj29":"Wikipédia","tj3":"Journal de la nutrition et du métabolisme","tj30":"Cellule","tj4":"Youtube","tj5":"Bibliothèque nationale de médecine","tj6":"MDPI","tj7":"Conseil du cancer","tj8":"Centres pour le Contrôle et la Prévention des catastrophes","tj9":"ScienceDirect","tp1":"2016","tp10":"2022","tp11":"2019","tp12":"2022","tp13":"2021","tp14":"2014","tp15":"2020","tp16":"2019","tp17":"2001","tp18":"2014","tp19":"2013","tp2":"2016","tp20":"2019","tp21":"2005","tp22":"2021","tp23":"2017","tp24":"2021","tp25":"2019","tp26":"2018","tp27":"2017","tp28":"2020","tp29":"2016","tp3":"2020","tp30":"2016","tp31":"2020","tp32":"2017","tp33":"2020","tp34":"2020","tp35":"2020","tp36":"2022","tp37":"2019","tp38":"2010","tp39":"2020","tp4":"2020","tp40":"2005","tp41":"2021","tp42":"2021","tp43":"2014","tp44":"2014","tp45":"2016","tp46":"2016","tp47":"2017","tp48":"2017","tp49":"2021","tp5":"2015","tp50":"2016","tp51":"2017","tp52":"2007","tp53":"2022","tp54":"2014","tp55":"2007","tp56":"2015","tp57":"2020","tp58":"2017","tp59":"2007","tp6":"2019","tp60":"2002","tp61":"2019","tp62":"1949","tp63":"2021","tp64":"2019","tp65":"2016","tp66":"2017","tp67":"2021","tp68":"2021","tp69":"2022","tp7":"2009","tp70":"2021","tp71":"2021","tp72":"2015","tp73":"2017","tp74":"2016","tp75":"2020","tp8":"2015","tp9":"2017","tt1":"Jeûne volontaire","tt10":"Qu'est-ce que le diabète de type 1 ?","tt11":"Une comparaison de la digestibilité des protéines alimentaires, basée sur le score DIAAS, chez les athlètes végétariens et non végétariens","tt12":"Cancer de la peau","tt13":"Régime paléolithique","tt14":"Le jeûne prolongé réduit l'IGF-1/PKA pour favoriser la régénération à base de cellules souches hématopoïétiques et l'immunosuppression inverse","tt15":"Faire la lumière sur les effets de la restriction calorique et de ses mimétiques sur la biologie cutanée","tt16":"Les effets de la restriction calorique sur l'autophagie : rôle dans l'intervention sur le vieillissement","tt17":"Similitudes du cancer de la prostate et du sein : évolution, alimentation et œstrogènes","tt18":"L'hypothèse métabolique de l'hiver : une cause des épidémies actuelles d'obésité et de maladies cardiométaboliques","tt19":"Cancer affamé: Dominic D'Agostino à TEDxTampaBay","tt2":"Le jeûne augmente la sensibilité du mélanome de la peau humaine à la mort cellulaire induite par le cisplatine","tt20":"Céto et Cancer","tt21":"Des souris et des hommes","tt22":"Croissance, composition corporelle et risque cardiovasculaire et nutritionnel des enfants de 5 à 10 ans suivant un régime végétarien, végétalien ou omnivore","tt23":"Régimes végétariens, végétaliens et effets multiples sur la santé : une revue systématique avec méta-analyse d'études observationnelles","tt24":"Comment compter les glucides sur un régime Keto pour perdre du poids rapidement","tt25":"Cétose vs acidocétose (régime Keto dangereux ?)","tt26":"Comparaison des pays plus et moins développés Comment les taux de cancer varient entre les pays à différents stades de développement","tt27":"Signification clinicopathologique de la surexpression de la protéine-1 du transporteur du glucose dans l'ostéosarcome humain","tt28":"Quels sont les signes d'hyper et d'hypoglycémie ?","tt29":"Dr. Jason Fung - Jeûne thérapeutique - Résoudre le problème à deux compartiments","tt3":"Le régime cétogène à long terme induit une acidose métabolique, une anémie et un stress oxydatif chez des rats Wistar en bonne santé","tt30":"Vaincre le cancer avec un régime cétogène","tt31":"Mélanome—Il est temps de jeûner ou de se régaler ? Une interaction entre les PPAR, le métabolisme et l'immunité","tt32":"Impact de l'entraînement en résistance sur la biogenèse, le contenu et la fonction des mitochondries musculaires squelettiques","tt33":"Interaction entre les dommages oxydatifs, le statut redox et les biomarqueurs métaboliques pendant le jeûne à long terme","tt34":"Dr David Harper - 'Régimes cétogènes pour prévenir et traiter le cancer (et peut-être COVID19)'","tt35":"Aperçu complet de la qualité des protéines d'origine végétale et animale sur la base du score d'acides aminés indispensables digestibles","tt36":"4 FAÇONS D'ATTEINDRE LE CANCER DE LA PEAU EN PLUS DE LA LUMIÈRE DU SOLEIL","tt37":"p63 et SOX2 dictent la dépendance au glucose et les vulnérabilités métaboliques dans les carcinomes épidermoïdes","tt38":"Déterrer des tumeurs préhistoriques et débat","tt39":"Le rôle évolutif de l'alimentation dans le risque et la progression du cancer de la prostate","tt4":"Dr Eric Berg - 'Pratique Keto'","tt40":"Rôle de la signalisation du récepteur du facteur de croissance analogue à l'insuline 1 dans le cancer","tt41":"Pistes de recherche en interventions diététiques pour cibler le métabolisme tumoral dans l'ostéosarcome","tt42":"Caractéristiques comportementales et état de santé autodéclaré chez 2029 adultes consommant un \"régime carnivore\"","tt43":"Peut-on manger pour affamer le cancer ? -William Li","tt44":"Description paléopathologique et diagnostic d'un carcinome métastatique dans un âge du bronze précoce (4588 + 34 Cal. BP) Butineuse de la région Cis-Baïkal de la Sibérie orientale","tt45":"Jeûne : éveiller le rajeunissement de l'intérieur - Valter Longo - TEDxEchoPark","tt46":"Affamer le cancer","tt47":"L'administration à long terme de mononucléotide de nicotinamide atténue le déclin physiologique lié à l'âge chez la souris","tt48":"Le rôle du sulforaphane dans la chimioprévention du cancer et les bienfaits pour la santé : une mini-revue","tt49":"Apports en protéines de la population et indices de durabilité alimentaire : les mesures comptent","tt5":"Sexe, sport, IGF-1 et l'effet communautaire sur l'hypothèse de la taille","tt50":"Premier cancer d'hominine : ostéosarcome vieux de 1,7 million d'années de la grotte de Swartkrans, en Afrique du Sud","tt51":"Quand moins peut être plus : restriction calorique et réponse au traitement du cancer","tt52":"JEÛNE ET PURIFICATION","tt53":"TEDx ne publierait pas ceci...","tt54":"La supplémentation en cétone diminue la viabilité des cellules tumorales et prolonge la survie des souris atteintes d'un cancer métastatique","tt55":"L'acrochordon comme marqueur cutané d'un métabolisme glucidique altéré : une étude cas-témoin","tt56":"Cancer","tt57":"Dr Paul Saladino - \"Démystifier le régime carnivore\"","tt58":"Autophagie dans la réponse aux dommages UV","tt59":"Le plus ancien cas connu de carcinome de la prostate métastasé diagnostiqué dans le squelette d'un roi scythe de 2 700 ans d'Arzhan (Sibérie, Russie)","tt6":"Votre cerveau sur les cétones ; Alzheimer, Mémoire, MCT","tt60":"Estimation de la charge acide nette du régime alimentaire des Homo sapiens préagricoles ancestraux et de leurs ancêtres hominidés","tt61":"Pourquoi nous vieillissons et pourquoi nous n'y sommes pas obligés - David Sinclair - Talks at Google","tt62":"L'influence du degré de restriction calorique sur la formation de tumeurs cutanées et d'hépatomes chez la souris","tt63":"La saisonnalité hormonale dans les dossiers médicaux suggère des circuits endocriniens circannuels","tt64":"Jeûne et autophagie (Partie 2) - Comment déclencher et maximiser l'autophagie","tt65":"La lumière du soleil a des avantages cardiovasculaires indépendamment de la vitamine D","tt66":"Les scores des régimes alimentaires paléolithiques et méditerranéens sont inversement associés à la mortalité toutes causes confondues et par cause spécifique chez les adultes","tt67":"Autophagie","tt68":"Jeûne","tt69":"Paléolithique","tt7":"Le rôle protecteur de la mélanine contre les dommages causés par les UV dans la peau humaine","tt70":"Grotte de Shanidar","tt71":"TOUT SUR LE JEÛNE - Q&R 10 (Jeûne de longue durée vs jeûne intermittent) - Buchinger Wilhelmi","tt72":"Le régime cétogène modifie la réponse hypoxique et affecte l'expression des protéines associées à l'angiogenèse, au potentiel invasif et à la perméabilité vasculaire dans un modèle de gliome de souris","tt73":"La prévention de la cétogenèse alimentée par les graisses alimentaires atténue la croissance tumorale BRAF V600E","tt74":"La privation de leucine inhibe la prolifération et induit l'apoptose des cellules cancéreuses du sein humain via la synthase d'acide gras","tt75":"4. Les Vikings du Groenland - Pays du soleil de minuit","tt8":"Un régime périodique qui imite le jeûne favorise la régénération multi-systèmes, l'amélioration des performances cognitives et la santé","tt9":"La restriction énergétique intermittente améliore l'efficacité de la perte de poids chez les hommes obèses : l'étude MATADOR"}