{"contribute":"Contribuya a este documento técnico en Github","intro":"Este repositorio explora la teoría del ayuno de invierno y su correlación con la prevención del cáncer. Usar un modelo de IA para sugerir recursos relevantes.","link":"Enlace","p1":"La teoría es que la mayoría de las personas en la tierra, especialmente aquellas descendientes de un ambiente frío, contraen cáncer y enfermedades porque se están perdiendo un período prolongado de ayuno, restricción calórica y una dieta alta en grasas durante el invierno y la primavera, lo cual fue frecuente en la vida de sus antepasados. El propósito de este artículo es explorar la evidencia del ayuno, la restricción calórica y una dieta rica en grasas y su correlación con el cáncer. Además de explorar el advenimiento de la agricultura como la causa del cáncer. Los argumentos se analizan desde un punto de vista lógico utilizando el enfoque de los primeros principios.","p10":"\"Los mecanismos que subyacen a los beneficios antitumorales de la dieta cetogénica, la restricción calórica (y el ayuno intermitente) y otras posibles terapias metabólicas aún no se han dilucidado por completo; sin embargo, los datos preclínicos sugieren fuertemente que la alteración metabólica puede ser una terapia altamente efectiva y puede de hecho, mejorar el estándar actual de atención para los gliomas malignos\".","p11":"Un estudio reciente de Tendler et al. (2021) mide el cambio de hormonas en función de las diferentes estaciones. Llegaron a la conclusión de que, al igual que todos los demás animales, los humanos también tienen diferentes picos de invierno y primavera en las hormonas para la reproducción, el crecimiento, el metabolismo y la adaptación al estrés. El estudio sugirió que los humanos tienen un reloj circanual que puede realizar un seguimiento de las estaciones, regulando las hormonas en función de las estaciones. Los cambios observados fueron en las hormonas, cortisol, ACTH, T3, T4, TSH, estradiol, testosterona, LH, FSH, GH, IGF-1 y prolactina.","p12":"La Dra. Françoise Wilhelmi de Toledo menciona en una entrevista con el instituto de ayuno Buchinger Wilhelmi, sobre el efecto que tiene el ayuno en las alergias primaverales. Utiliza el ayuno para resolver una alergia al polen de abedul durante abril (Wilhelmi 2021).","p13":"También hay ayuno incorporado en las principales religiones. Tanto el cristianismo como el islam tienen sus principales ayunos generalmente entre marzo y mayo. El judaísmo utiliza el ayuno más repartido a lo largo del año (Wikipedia 2021).","p14":"En la antigua Grecia, el ayuno estaba destinado a preparar los cuerpos de los atletas para el entrenamiento físico antes de los Juegos Olímpicos. También fue un medio para desarrollar la inteligencia y la salud (Alimentarium 2016).","p15":"\"Todo el mundo tiene un médico dentro de él o ella; solo tenemos que ayudarlo en su trabajo. La fuerza curativa natural dentro de cada uno de nosotros es la fuerza más grande para estar bien. Nuestra comida debe ser nuestra medicina. Nuestra medicina debe ser nuestra comida Pero comer cuando estás enfermo es alimentar tu enfermedad\" - Hipócrates (Osborn 2007).","p16":"La autofagia fue medida por primera vez por Yoshinori Ohsumi, quien ganó el Premio Nobel de Fisiología y Medicina en 2016, donde el proceso es el mecanismo natural y regulado de la célula que elimina componentes innecesarios o disfuncionales. La autofagia está presente en diferentes estados de la vida, pero sobre todo después del ejercicio aeróbico o el ayuno (Wikipedia 2021). Berg (2020) menciona en su charla que recomienda a los pacientes seguir un régimen de ejercicio aeróbico constante para los beneficios de la autofagia y la salud. Según Tramazzo (2019) la autofagia se desencadenará unas 10 horas más rápido si la persona ya está en cetosis nutricional/adaptada a las grasas, amplificando sus efectos.","p17":"Un concepto erróneo común es que uno tiene que estar en ayunas para que comience la autofagia, sin embargo, Chung y Chung (2019) exploraron los cambios de los genes primarios relacionados con la autofagia mediante la restricción calórica. Descubrieron que los genes relacionados con la autofagia en humanos aumentaron significativamente en respuesta a una reducción de calorías en un 30%.","p18":"En su presentación sobre el ayuno terapéutico, Fung (2016) entra en detalles sobre los beneficios del ayuno y que el ser humano moderno está construido para soportar episodios repetidos en los que no hay alimentos. Él repasa que en ayunas, el cuerpo aumenta su gasto de energía y la disponibilidad de oxígeno celular durante cuatro días de ayuno, alcanzando su punto máximo en el día tres. Él explica el ayuno como la forma en que el cuerpo limpia toda la basura que se acumula.","p19":"Longo (2016) habla sobre el ayuno y cómo afecta el envejecimiento y las enfermedades. Hizo algunas investigaciones sobre la insulina y el IGF-1, donde investigó ratones con una deficiencia en los receptores de IGF-1, lo que resultó en una reducción del 50 % en el tamaño real de los ratones en comparación con los ratones normales. Encontró que viven al menos un 40% más en comparación con los ratones normales. Junto con el hallazgo de que nunca desarrollan ninguna enfermedad, en comparación con el 10% de los ratones normales. También muestra su investigación de UCLA donde matarían de hambre a gusanos, bacterias y levaduras, y el resultado fue que si les cambias muchos nutrientes a solo agua, vivirán mucho más tiempo. Otra referencia de esto es de Cheng et al. (2014) donde encontraron que el ayuno prolongado reduce el IGF-1 y promueve la regeneración basada en células madre hematopoyéticas y la inmunosupresión inversa. Brandhorst (2015) hizo un estudio sobre una dieta de ayuno periódico y encontró que los ratones con esta dieta tendrían una tasa de cáncer casi a la mitad, y experimentarían cáncer solo en sus últimas etapas de vida y la mayoría de los tumores eran benignos, en comparación con el grupo de control donde lo tendrían desde etapas tempranas de la vida y la mayoría era maligno.","p2":"El cáncer es la segunda causa de muerte, donde las enfermedades cardiovasculares ocupan el primer lugar, según datos recopilados a partir de 2017 (Roser y Ritchie 2015). Las técnicas presentadas en esta teoría probablemente también eliminarían la enfermedad cardiovascular, pero solo me enfoco en el cáncer para el tema de este artículo. Mi especulación es que el cáncer comenzó a desarrollarse significativamente junto con el consumo constante de carbohidratos, probablemente causado por la agricultura y la disponibilidad de carbohidratos. Podemos basarnos en la suposición de que la sociedad actual sufre de cáncer, sin embargo, hay poca evidencia de que la sociedad pre-agrícola sufriera de cáncer, con la excepción del cáncer de huesos. Odas et al. (2016) analizaron un espécimen de Sudáfrica que data de 1,8 millones de años. Llegaron a la conclusión de que la muestra tenía un pequeño crecimiento de cáncer de hueso maligno. Odas et al. También explica que los tumores óseos no están relacionados con el estilo de vida, en comparación con el cáncer en tejidos blandos. Esto no está respaldado por Leite et al. (2021) y Fan et al. (2017) donde ven una gran dependencia del factor de crecimiento similar a la insulina 1 (IGF-1) y la glucosa en el cáncer de huesos, y que el ayuno, la restricción calórica y la dieta cetogénica tendrían efectos beneficiosos contra el cáncer. Algo a tener en cuenta es que el cáncer de hueso de un espécimen antiguo es en su mayoría benigno y siempre bajo control, lo que sugiere que el cáncer de hueso podría cumplir una función para la reparación rápida en casos de traumatismo óseo.","p20":"Sinclair (2019) habla de su investigación en antienvejecimiento en Google. Sus técnicas giran en torno al tema de la manipulación del epigenoma y la prevención del envejecimiento, lo que a su vez evitará todas las enfermedades que podrían estar relacionadas con la edad, incluido el riesgo de desarrollar cáncer. Más tarde menciona que una forma natural de manipular su epigenoma es comer con menos frecuencia, y actualmente está siguiendo un régimen de ayuno intermitente. También responde una pregunta de la audiencia sobre la insulina y el envejecimiento, donde concluye que el envejecimiento tiene una correlación directa con los niveles altos de insulina y glucosa en la sangre. También hay una vía química importante del epigenoma llamada mononucleótido de nicotinamida (NMN) que se correlaciona con la salud nerviosa y la reparación del epigenoma. Mills et al. (2017) escribe en un artículo que NMN ocurre naturalmente en diferentes tipos de alimentos como: edamame, brócoli, semilla de pepino, cáscara de pepino, repollo, aguacate, tomate, champiñones, carne cruda y camarones. Todos los cuales son bajos en carbohidratos.","p21":"Mokhtari et al. (2017) encontraron que algunos alimentos vegetales contienen sulforafano, un compuesto que puede dirigirse específicamente a las células cancerosas para inducir la apoptosis (muerte celular programada). Los alimentos vegetales incluyen: brotes de brócoli, brócoli, coliflor, col rizada, coles de Bruselas, repollo y bok choy. Todos los cuales son bajos en carbohidratos.","p22":"Li (2014) tiene una lista de alimentos antiangiogénicos. Algunos de ellos son: té verde, fresas, moras, frambuesas, naranjas, bok choy, kale, ginseng, hongo maitake, regaliz, cúrcuma, alcachofas, lavanda, calabaza, atún, perejil, ajo, tomate, aceite de oliva y chocolate negro. Todos los cuales son bajos en carbohidratos.","p23":"La restricción calórica se ha utilizado durante mucho tiempo como medida para que las personas bajen de peso, pero también existen aparatos contra las enfermedades. O'Flanagan et al. (2017) exploraron los efectos que tiene la restricción calórica en pacientes con cáncer. Su especificación era disminuir la ingesta calórica de los pacientes en un 30%, sin que se produjera desnutrición. Sus datos sugieren que la restricción calórica actúa contra la inflamación, la angiogénesis, la insulina y el IGF-1. También mencionan que una reducción del 30 % en las calorías en ratones mostró una reducción general del -75,5 % en la incidencia de tumores. Especularon que la restricción calórica combinada con una dieta cetogénica probablemente aumentaría ese número.","p25":"La dieta paleolítica es bien conocida en la literatura por ser una clara réplica de la dieta de nuestros antepasados. La dieta consiste en carnes magras frescas, pescado, mariscos, huevos, nueces, semillas, frutas, bayas, vegetales y pequeñas cantidades de miel (Challa et al. 2021). Este desglose de la dieta sería bajo en carbohidratos, excepto en algunas épocas escasas del año, probablemente en verano, cuando ciertas frutas y miel estaban disponibles. Seguir esta dieta, junto con ejercicio regular y ayuno, dejaría a cualquier persona en cetosis durante más o menos toda su vida. La era paleolítica duró desde hace 2,5 millones de años hasta hace 9000 años, cuando cambiamos a una dieta basada en carbohidratos con picos de insulina (Wikipedia 2022).","p26":"Challa et al. (2021) menciona que la dieta paleolítica probablemente dependía mucho de los alimentos disponibles en el medio ambiente, como que algunas tribus nórdicas solo consumían pescado y otros mariscos. Fall of Civilizations (2020) explica en un documental cómo surgieron los vikingos de Groenlandia y cómo vivían. Se describe que vivían con una dieta extremadamente restrictiva, ya que nada crecía en Groenlandia. La mayor parte de su dieta consistía en pescado y focas.","p27":"En un estudio con 30 183 participantes, Whalen et al. (2017) investigaron el impacto de la dieta paleolítica y mediterránea en la mortalidad por todas las causas. Descubrieron que ambas dietas se asociaron con un menor riesgo de mortalidad por todas las causas, cardiovascular, cáncer y otras.","p28":"Sebastián et al. (2002) explica que la selección natural ha tenido menos del 1% del tiempo evolutivo para adaptarse a nuestra nueva dieta moderna desde el advenimiento de la agricultura. También midieron la diferencia en la carga neta de ácido de la dieta paleolítica en comparación con la dieta occidental y encontraron una falta de coincidencia entre la composición de nutrientes de las dietas y los requisitos nutricionales determinados genéticamente.","p29":"Mi idea aquí era que las personas que vivían en el norte, donde los inviernos eran duros, probablemente no comerían vegetales durante los largos inviernos, porque nada crecía. Sabemos que la gente se abasteció de comida, pero ¿qué harían si la comida pereciera? Entonces tendrían que encontrar comida local para el medio ambiente. Lo interesante de esto es que los carbohidratos solo prevalecen en ciertas verduras, y una dieta puramente carnívora casi no contiene carbohidratos. Saladino (2020) habla sobre la dieta carnívora y cómo el análisis esquelético de los primeros humanos mostró que eran casi exclusivamente carnívoros. También confirma que los humanos comían en función de su entorno, y que las verduras de hoy no se parecían en nada a las de los primeros humanos. Menciona que la domesticación de vegetales populares ha resultado en favorecer la versión menos tóxica, más productiva y calórica de esa planta. Y que la disponibilidad de plantas no estaba ni cerca de lo que está hoy. Mi opinión sobre esto es que los humanos probablemente vivieron principalmente con una dieta basada en carnívoros, con una pequeña cantidad de plantas y carbohidratos, consumidos de manera suplementaria. Eso explicaría la reacción energética rápida que el cuerpo tiene a los carbohidratos.","p3":"Li (2014) muestra algunas estadísticas en su charla Ted, donde explica que el 40 % de las mujeres en sus 40 y 50 años en realidad tienen cánceres de mama microscópicos, el 50 % de los hombres en sus 50 y 60 años tienen cánceres de próstata microscópicos, y prácticamente el 100 % de cuando lleguemos a los 70 tendremos cánceres de tiroides microscópicos. Sin embargo, estos no se desarrollarán más porque carecen de angiogénesis (suministro de sangre).","p30":"Un estudio reciente de Lennerz (2021) muestra evidencia autoinformada de personas que siguieron la dieta carnívora durante al menos 6 meses. Llegaron a la conclusión de que los adultos que consumían una dieta carnívora experimentaron pocos efectos adversos y, en cambio, reportaron beneficios para la salud y una gran satisfacción.","p31":"Como la base de mi teoría es que debes ingresar a una dieta cetogénica durante el invierno y también hacer sesiones de ayuno, Saladino (2020) trae algunos estudios donde observaron una disminución en el estrés oxidativo cuando las personas ingresaron a una dieta carnívora. Esto podría estar relacionado con los beneficios de la dieta cetogénica o carnívora, sin embargo, creo que son muy similares.","p32":"Se ha demostrado en la literatura que las dietas basadas en plantas reducen el riesgo de mortalidad por todas las causas y enfermedades como el cáncer o las enfermedades cardiovasculares. Dinu et al. (2017) concluyeron en un estudio que una dieta vegana resultó en una disminución (-15%) en la tasa de incidencia total de cáncer. Xiao et al. (2016) notaron que la privación de leucina en la dieta mostró resultados significativos en la reducción de tumores de cáncer de mama, piel, pulmón y ovario. La leucina es más frecuente en la carne y naturalmente más baja en una dieta basada en plantas. Sin embargo, Xiao et al. la dieta de control era alta en leucina y carbohidratos. Una dieta con grasas en lugar de carbohidratos probablemente daría resultados diferentes.","p33":"Mi teoría sobre por qué las dietas basadas en plantas dan como resultado un riesgo reducido de cáncer es el problema con la digestión de alimentos basados en plantas. Ciuris et al. (2019) repasa la Puntuación de Aminoácidos Indispensables Digestibles (DIAAS) de alimentos vegetales y animales. Descubrieron que la proteína disponible para los atletas que siguen una dieta vegetariana, en algunos casos, podría reducirse en un 43 %, también respaldado por Moughan (2021) y Herreman et al. (2020). Posiblemente en una dieta vegetariana mal planificada, ya que mezclar diferentes proteínas podría aumentar la disponibilidad de proteínas. Sabemos que las proteínas y los carbohidratos aumentan el IGF-1, lo que estimula el crecimiento y el envejecimiento del cáncer (Larsson et al. 2005). También sabemos por O'Flanagan et al. (2017) que una reducción del 30% en las calorías conduce a una reducción (-75,5%) de la incidencia de cáncer, creo que la menor disponibilidad nutricional en los alimentos vegetales es lo que los hace inherentemente restringidos en calorías.","p34":"Sin embargo, las dietas basadas en plantas no vienen sin inconvenientes. Saladino (2020) habla sobre cómo el tamaño del cerebro humano se ha reducido desde el advenimiento de la agricultura y presenta evidencia de que lo que resultó en la triplicación inicial del tamaño del cerebro de nuestros ancestros fue el advenimiento de la caza y un aumento en los alimentos animales ricos en nutrientes en una dieta carnívora. . Brinda evidencia de que los humanos, hace alrededor de 14000-12000 años, vieron una disminución en la altura promedio, el tamaño del cerebro y un aumento en las enfermedades. Causado por deficiencia de hierro, incapacidad vitamínica por una disminución en el consumo de grasas. Esto resultó en una función inmunológica deficiente, mala cicatrización de heridas y un aumento en la tasa de infecciones. También apoyado por Desmond et al. (2021).","p35":"Bosworth (2019) habla sobre cómo las cetonas son un combustible superior para el cerebro y cómo una pequeña suplementación de aceite de triglicéridos de cadena media (MCT) en una dieta no cetogénica aumentaría los niveles de cetonas en la sangre y, a la larga, conduciría a un mayor compromiso de todas las células cerebrales. Esto se notó más en pacientes mayores con función cerebral más baja, función de memoria más baja o alzheimer. También habla de enfermedades como el TDAH, el parkinson, la epilepsia, la depresión como resultado de la hinchazón e inflamación crónicas del cerebro; probablemente podemos suponer que este es el eje de la enfermedad de Harper (2020) retratado en el cerebro.","p36":"También recuerdo haber visto en algunas fuentes que los recién nacidos tienen un nivel de cetonas en la sangre 70 veces más alto en comparación con los humanos adultos, lo que tal vez signifique que se usa para el desarrollo del cerebro en una etapa temprana de la vida.","p37":"En apoyo de la cognición, el antiguo griego Pitágoras, por ejemplo, ayunaba durante 40 días antes de sus exámenes en la famosa Escuela de Alejandría. Pitágoras notó tal aumento en la lucidez y la fuerza física que más tarde prescribió el ayuno a sus alumnos (Alimentarium 2016).","p38":"Harper (2020) estima que el 70 % de las enfermedades crónicas, pero sobre todo las enfermedades cardiovasculares, el cáncer, la diabetes y el alzheimer, podrían curarse simplemente rompiendo el eje de la enfermedad. Ahora la pregunta en cuestión, ¿cuánto tiempo debe romper el ciclo para obtener los beneficios? Bueno, en la investigación de Harper, ven un cambio en el crecimiento del cáncer y un cambio metabólico en solo seis semanas, así que si haces esto hasta seis meses cada invierno, supongo que tiene algún efecto. La literatura también apoya esto, Byrne et al. (2017) encontraron que las pausas periódicas en la dieta funcionan muy bien en un escenario de pérdida de peso sin pérdida de masa muscular ni ralentización metabólica.","p39":"La razón por la que vemos cáncer en los niños podría deberse a que los malos componentes celulares se heredan de la madre. Dado que las células T del sistema inmunológico tienen una forma de registro para recordar enfermedades, eso resultaría en una especie de período de aprendizaje para que el sistema inmunológico se adapte lentamente. Y dado que se necesitan de siete a diez años para reemplazar cada célula del cuerpo, podemos suponer que el cáncer causado en los niños probablemente se herede de la madre.","p4":"Bray et al. (2018) investigaron algunas estadísticas sobre las tasas de cáncer en países desarrollados. Descubrieron que, en promedio, cada tipo de cáncer en ambos sexos es 2,5 veces más frecuente en una sociedad con un Índice de Desarrollo Humano alto. También relacionado con Bogin et al. (2015) correlación con la altura y los niveles de IGF-1.","p40":"Mikhaila Peterson (2022) explica cómo vivió durante años con artritis severa, erupciones en la piel y depresión. Pero todas las enfermedades desaparecieron después de unos meses siguiendo una dieta carnívora.","p41":"Osborn (2007) analiza el uso universal del ayuno. \"Cuando un animal, como un perro o un gato, está enfermo, su instinto natural es rechazar la comida. Cuando la crisis haya pasado y el trabajo de sanación interna haya sido completado, el apetito volverá naturalmente, por sí solo. El El organismo humano también tiene un instinto de ayuno, al igual que el de otros animales. La adaptación evolutiva ha hecho que nuestros cuerpos sean muy eficientes en el almacenamiento de reservas de energía y en utilizarlas cuando los suministros de alimentos escasean. El ayuno es tan antiguo como la humanidad, quizás incluso más antiguo. Como Desde muy atrás, como pueden ver los historiadores, los hombres han estado ayunando por una razón u otra. Parece ser una práctica universal\".","p42":"Fetters y el Dr. Philis-Tsimikas (2020) escriben sobre niveles saludables de glucosa en sangre y concluyen que un nivel superior a 10,0 mmol/L está por encima de lo normal y puede causar síntomas diabéticos como micción frecuente, fatiga, piel seca o con picazón, sensación de sed. , infecciones más frecuentes y comer más alimentos pero no aumentar tanto de peso. Advierten que los niveles altos de glucosa en la sangre también dañan los vasos sanguíneos y los nervios de todo el cuerpo. Sinclair (2019) también menciona que los picos de glucosa en sangre e insulina (para combatir el aumento de glucosa en sangre) es la correlación más fuerte para el envejecimiento y las enfermedades relacionadas con la edad. Durante mucho tiempo, la diabetes tipo 1 se ha explicado porque el cuerpo se ataca a sí mismo por error (CDC 2022); sin embargo, también quiero especular aquí con algunas pruebas anecdóticas de experimentos conmigo mismo. He estado monitoreando mi glucosa en sangre y la respuesta de insulina de los carbohidratos con un monitor de glucosa en sangre FreeStyle libre. Mis hábitos alimenticios son una comida al día, alrededor de 1800 kcal y sin carbohidratos. Cuando la grasa se adaptó, mi glucosa en sangre solo aumentaría (0.2-0.5 mmol/L) marginalmente después de esa comida. Volviendo a un metabolismo de carbohidratos durante unos días, pude aumentar (6,0-7,0 mmol/L) mi glucosa en sangre, en promedio, al comer solo 100 g de carbohidratos, alcanzando 9,9 mmol/L. Eso es más de un aumento de 10 veces en la glucosa en sangre y probablemente un aumento similar en la producción de insulina. Creo que es importante recordar que el sistema de insulina de su cuerpo probablemente se adaptó durante 2,5 millones de años para manejar solo las proteínas de la carne y no los carbohidratos. Si una persona luego comienza a comer una dieta occidental, maximizando su nivel de glucosa en sangre 3 veces al día, debería haber complicaciones. Mi teoría para la diabetes tipo 1 es que el sistema inmunitario ataca al páncreas, asumiendo que está comprometido y dañado por producir 10 veces más insulina y también alimentar una infección actual, destruyéndola como mecanismo de supervivencia.","p43":"Groennebaek y Vissing (2017) escriben en su artículo sobre la función de adaptación permanente de las mitocondrias en la musculatura esquelética como respuesta al entrenamiento de resistencia. Descubrieron que el entrenamiento de resistencia podría resultar en un aumento permanente de las mitocondrias musculares, lo interesante de esto es la función que podría haber tenido en los humanos antiguos. Lo que sabemos hoy es que una persona con más mitocondrias en su musculatura esquelética responderá más rápido al entrenamiento de resistencia y la hipertrofia, en lugar de una persona con menos mitocondrias. Y si uno puede adaptarse permanentemente a un aumento de mitocondrias y luego dejar de entrenar y perder masa muscular magra, entonces puede recuperar masa muscular magra más rápido en una etapa posterior de la vida. ¿Qué rutina evolutiva habría causado esta adaptación? ¿Podría ser que los humanos antiguos ayunaran durante el invierno y perdieran masa muscular, que luego recuperarían durante el verano cuando la comida era más abundante? Creo que sí.","p44":"Longo (2016) dice que la mayoría de las personas pueden vivir sin alimentos durante seis meses, sin mayor preparación. Esto incita a la teoría de que los humanos tuvieron que vivir con menos comida durante un invierno. Longo también dice que la dieta occidental actual, con una gran cantidad de carbohidratos, permite que las células dañadas y los componentes celulares se acumulen. Ekberg (2021) habla en su video que la resistencia a la insulina se acumula y eventualmente se convierte en un \"almacenamiento crónico\" que conduce a la diabetes y la enfermedad. Mi postura aquí es que el invierno se usó como el proceso de limpieza del cuerpo para la acumulación de componentes celulares malos, y volver a esa forma de vida marcaría todas las casillas de lo que se ha dicho anteriormente.","p45":"Un argumento en contra del punto que planteo, que el advenimiento de la agricultura es la causa del cáncer por el aumento de carbohidratos en la dieta, es la muerte temprana de los humanos antiguos. Dado que el cáncer es acumulativo, las muertes prematuras podrían ser una explicación de su falta de aparición. Sin embargo, el descubrimiento de la cueva de Shanidar muestra cuatro especímenes de antiguos neandertales, que tenían entre 30 y 50 años. Están fechados entre hace 65 000 y 35 000 años, mucho antes del advenimiento de la agricultura. Esto da una idea de que los humanos antiguos lograron llegar a una edad más avanzada, la mortalidad infantil podría ser la causa de la baja edad promedio (Wikipedia 2021).","p46":"Cronise et al. (2014) tiene una hipótesis interesante de que la escasez de alimentos, el sueño más prolongado y la exposición al frío durante el invierno son una forma de eliminar la obesidad y las enfermedades cardiometabólicas. Mencionan que la restricción calórica desencadena una red de genes que evolucionaron para proteger a los organismos en tiempos de escasez de alimentos. Se ha demostrado que estos genes regulan a la baja la insulina y el IGF-1 y liberan energéticos celulares, sirtuinas y enzimas de defensa. Estas enzimas juegan un papel importante en la obesidad, el síndrome metabólico, la diabetes, el cáncer, la inflamación y las enfermedades cardiovasculares. Además, algunas de estas enzimas también promueven la termogénesis sin escalofríos, lo que aumentaría la producción de calor interno. Cronise et al. también hable sobre cómo el aumento del sueño en ambientes frescos y las largas noches de invierno pueden funcionar de manera sinérgica para promover la conservación de calorías valiosas.","p47":"Un concepto erróneo común sobre la dieta cetogénica es que las cetonas elevadas que se producen eventualmente conducirán a la cetoacidosis, que es un estado en el que el cuerpo no puede regular el nivel de cetonas en la sangre, lo que resulta en la acidificación de la sangre y la muerte. Ekberg (2019) explica que esto solo es frecuente en personas sin la capacidad de crear insulina, específicamente en diabéticos. Y esa cetosis nutricional no conducirá a la cetoacidosis. Sin embargo, Arsyad et al. (2020) notaron que las ratas alimentadas con una dieta alta en grasas, baja en proteínas y baja en carbohidratos mostraron un ligero aumento en la acidez de la sangre después de 60 (420 equivalentes humanos) días. Aunque no encontraron diferencia en la función de los órganos. Una dieta Paleo, por ejemplo, es más rica en proteínas, y el exceso de proteínas se convierte en glucosa, lo que no estimularía tantos cuerpos cetónicos en la sangre y, por lo tanto, podría ser más seguro. Pero mi recomendación sería aumentar ligeramente la ingesta de carbohidratos desde fines del verano hasta principios del invierno, para permitir que el cuerpo haga ciclos. Una suposición es que nuestros antepasados tenían un aumento de nueces, frutas y miel durante esa época del año. Grundler et al. (2020) sobre el ayuno a largo plazo (10 días) en humanos mostró un aumento en la capacidad antioxidante y una disminución en el estrés oxidativo. Sin embargo, les dieron a los sujetos 250 kcal y 16 g de carbohidratos en forma de miel por día, lo que probablemente reduciría ligeramente los niveles de cetonas en la sangre.","p48":"La vitamina C también es una observación interesante. Lennerz et al. (2021) encontraron que incluso con personas que consumían <10% de la ingesta diaria recomendada, nunca se informó de deficiencia. Esto podría deberse a la baja necesidad de antioxidantes y vitamina C durante la cetosis, en comparación con el metabolismo de los carbohidratos (Grundler et al. 2020).","p49":"Muchos de los estudios mencionados en esta teoría utilizan ratones como sujetos para ensayos de ayuno. En su artículo, Demetrius (2005) descubrió que los ratones y los humanos tienen una fuerte homogeneidad metabólica, incluso en células especializadas y mecanismos moleculares que regulan el crecimiento, la replicación, la diferenciación y la muerte. Demetrius también midió la diferencia en la tasa metabólica basal por gramo de peso corporal, en promedio siete veces más rápido en ratones en comparación con los humanos. Sabiendo esto, podemos basar algunas suposiciones en las diferentes duraciones de los intervalos de ayuno para aplicar a los humanos, según los estudios en ratas.","p5":"DeLauer (2019) simplifica los complejos procesos de crecimiento del cáncer en un video y destaca que la mayoría de las células cancerosas difieren de las células normales en la forma en que convierten la energía para proliferar. Hace referencia a un estudio reciente de Hsieh et al. (2019) donde concluyen que la glucólisis celular es la causa principal del crecimiento del cáncer, pero tampoco muy eficiente, lo que significa que la mayoría de los cánceres responden a niveles elevados de insulina y glucosa en sangre para crecer y que el cáncer utiliza grandes cantidades de glucosa para crecer una cantidad muy pequeña. Se demostró que reducir el nivel de glucosa en la sangre inhibía el crecimiento del cáncer y que cambiar a una dieta cetogénica eliminaba completamente el cáncer. Se concluyó que (la mayoría) de las células cancerosas no pueden convertir las cetonas para crecer. Poff et al. (2014) escribe en su artículo sobre la tasa de supervivencia en ratones con cáncer metastásico, y menciona que las células cancerosas expresan un metabolismo anormal caracterizado por un mayor consumo de glucosa, y que, solo suplementando cetonas, resultó en una mayor tasa de supervivencia.","p50":"Según Xia et al. (2017), existe una mutación que dota al cáncer de la capacidad de proliferar utilizando la grasa como combustible. La mutación se encuentra en más del 50 % de los melanomas, el 10 % del cáncer colorrectal, el 5 % del mieloma múltiple y el 2 % de la leucemia. Eso es aproximadamente el 0,004% de todos los tipos de cáncer conocidos. También señalado por Grabacka et al. (2020), las cetonas no inhiben directamente la proliferación de células de melanoma y glioblastoma. El método que Xia et al. (2017) fue alimentar a los ratones con una dieta alta en grasas e inyección de acetoacetato para proporcionar un ambiente más ácido para mejorar el potencial de proliferación del cáncer. Sin embargo, esto eliminará la función biológica de la autofagia, que podría funcionar contra el cáncer. Xiao et al. también discutieron que sus pruebas fueron aisladas y que otras funciones corporales podrían tener un impacto a nivel de todo el organismo. Esto es apoyado por Antunes et al. (2016), donde encontraron que el ayuno aumenta la sensibilidad de las células de melanoma humano al cisplatino, que es un tipo de quimioterapia. Grabacka et al. (2020) también mencionan cómo las células de melanoma aprovechan la inflamación local para crecer. Esto podría atribuirse a la reducción de la inflamación en el cuerpo durante el ayuno. Mokhtari et al. (2017) también escribe que el sulforafano reduce la inflamación, lo que posiblemente pueda ayudar en la prevención del melanoma. Woolf et al. (2015) también observaron una reducción en las vías de señalización de la inflamación en los tumores de glioma, en ratas alimentadas con una dieta cetogénica. O'Flanagan et al. (2017) encontraron que la restricción calórica también reduce la inflamación sistémica.","p51":"Choi (2020) escribe sobre el efecto que tiene la restricción calórica en la biología de la piel. Choi concluyó que la restricción calórica tiene efectos beneficiosos sobre el envejecimiento de la piel, la reparación de heridas, la formación de arrugas, el mantenimiento del tallo y la carcinogénesis. Debido a las mismas enzimas y sirtuinas que Cronise et al. (2014) encontraron que se liberaba como respuesta a la escasez de alimentos. Tannenbaum y Silverstone (1949) también encontraron que una disminución en la ingesta calórica en ratones resultó en una disminución en los tumores de piel inducidos por metilcolantreno y en los hepatomas espontáneos.","p52":"Weller (2016) analiza la necesidad de una exposición solar adecuada. Menciona algunos estudios de Escandinavia que muestran una caída de la mortalidad dependiente de la dosis con un mayor comportamiento de búsqueda del sol, aunque con una mayor tasa de incidencia de cáncer de piel. Sin embargo, la exposición ocupacional crónica puede ser protectora. Brenner y Hearing (2009) confirman esta noción de que la piel altamente pigmentada está profundamente protegida contra la carcinogénesis. Si una persona está sobreexpuesta a la luz solar intensa, el cuerpo responde con quemaduras solares. Esto es perjudicial para el ADN de la piel y aumenta la posibilidad de cáncer de piel. Brenner y Hearing también mencionan el potencial melanogénico de un individuo donde se puede usar el mismo principio de ayuno de invierno para la exposición al sol. Su potencial melanogénico probablemente se adaptó durante generaciones a las condiciones específicas de la luz solar en función de la absorción adecuada de vitamina D durante el invierno y la pigmentación suficiente para reducir el daño de los rayos UV en el verano. También podemos suponer que una introducción a la luz solar durante la primavera, cuando la piel está más brillante, es crucial para la acumulación de melanina y la protección para el verano. El problema ocurre cuando estamos adentro durante la primavera, sin tener una exposición baja al índice UV, y luego salimos a broncearnos en pleno verano. También debe tener en cuenta su potencial melanogénico genético, si tiene la piel blanca y se muda a un área con un índice UV alto, correrá un alto riesgo ya que genéticamente no puede adaptarse lo suficientemente rápido. Esta podría ser la razón por la que Australia (Cancer Council 2022) tiene tasas más altas de cáncer de piel.","p53":"Lo que también es interesante es que Sample y He (2017) muestran que la exposición a los rayos UV aumenta la autofagia en la piel como una respuesta inmediata para reparar el ADN dañado, suprimir el crecimiento tumoral y eliminar las proteínas y los lípidos del estrés oxidativo. Sin embargo, el cáncer de piel también puede formarse en la piel, que normalmente no está expuesta al sol (Hung 2022). Lo que podría sugerir que las partes dañadas por los rayos UV se extienden por toda la piel o que existe una deficiencia de autofagia local. Una gran cantidad de lunares también es un indicador de cáncer de piel (Hung 2022), Rasi et al. (2007) observaron una correlación positiva entre el número total de papilomas cutáneos y la glucosa plasmática media en ayunas. Descubrieron que los pacientes con 30 o más marcas en la piel tenían un alto riesgo de alteración del metabolismo de los carbohidratos.","p54":"El estilo de vida actual y la dieta de los humanos modernos no son sostenibles, dadas las fuentes mencionadas, probablemente podríamos beneficiarnos mucho como sociedad si siguiéramos un régimen de dieta cetogénica con restricción calórica y sesiones de ayuno durante seis meses al año. , probablemente durante el invierno y la primavera. La parte clave de la dieta cetogénica, el ayuno y la restricción calórica es que todos funcionan sinérgicamente y amplifican los beneficios.","p55":"Por todo lo que he recopilado, no debería haber ningún problema para que una persona comience a seguir esta técnica, sin embargo, el rasgo más fuerte de la humanidad es la capacidad de adaptación, pero esa adaptación debe ser lenta. Entonces, si intenta seguir esto, hágalo lentamente y consulte a alguien con conocimiento si tiene diabetes o un trastorno alimentario. De lo contrario, ayuno feliz.","p56":"Lieverse et al. (2014) observaron una de las primeras formas de cáncer de tejidos blandos, el carcinoma metastásico. El espécimen data de hace 4600 años y fue encontrado en el este de Siberia. Johnson (2010) y Schultz et al. (2007) encontraron dos restos de cáncer de tejidos blandos que datan de hace 2700 años. Se encontró que la muestra tenía una forma de cáncer de carcinoma de próstata y, según Kaiser et al. (2020), el cáncer de carcinoma de próstata tiene una asociación directa con la resistencia a la insulina. Encontraron que una dieta baja en carbohidratos/cetogénica debería ser favorecida por su impacto superior en los parámetros metabólicos. Esto respalda la teoría del aumento de las tasas de cáncer causadas por el advenimiento de la agricultura, que comenzó a cobrar fuerza hace alrededor de 7000 a 10000 años, donde aumentó el consumo de carbohidratos, junto con la resistencia a la insulina.","p57":"Una cita relevante de Coffey (2001): \"El homo sapiens evolucionó hace solo unos 150 000 años, y solo en el último 10 % de ese tiempo (hace 10 a 15 000 años) los humanos y los perros alteraron drásticamente sus dietas. Este es el momento cuando los humanos domesticaron al perro, criaron animales, cultivaron y cocinaron, procesaron y almacenaron carnes y verduras.Toda la evidencia epidemiológica actual y las sugerencias para prevenir el cáncer de próstata y de mama en humanos indican que debemos volver a las dietas originales bajo las cuales nuestros antepasados evolucionado\".","p6":"Esta noción también es apoyada por Gannett (2016) donde explica que ella detuvo el crecimiento de un cáncer cerebral maligno, así como también curó la enfermedad de ovario poliquístico, la tiroiditis de Hashimoto y los cánceres de fibromas mamarios en etapa previa, utilizando la dieta cetogénica. Berg (2020) explica en su charla que un cuerpo humano que funciona con cetonas es mucho más saludable en comparación con uno que usa glucosa como combustible. Sus puntos principales son que los tumores no pueden crecer con cetonas y que una dieta cetogénica no aumenta la insulina tanto como lo haría una dieta regular de glucosa.","p7":"D'Agostino (2013) explica en su charla de ted que investigó el efecto sobre las cetonas como una cura para las convulsiones basadas en oxígeno y presión en buzos marinos. Explica múltiples ejemplos de personas que han usado la dieta cetogénica como cura para la epilepsia y están usando suplementos de cetonas como cura para los buzos marinos. Más tarde señala que las células cancerosas solo pueden usar grandes cantidades de glucosa como energía y no pueden proliferar en cetonas. Cita al profesor Thomas Seyfried, autor de \"El cáncer es una enfermedad metabólica\". Lunt (2016) también habla de cómo el cáncer depende en gran medida de la glucosa, y también habla de cómo algunas células cancerosas pueden reconfigurar su propio metabolismo de la glucosa en función de la disponibilidad de oxígeno. D'Agostino (2013) también investigó sobre las células cancerosas y el oxígeno, donde encontró evidencia de que un entorno con alto contenido de oxígeno era muy eficaz para destruir las células cancerosas.","p8":"Harper (2020) presenta algunos hallazgos interesantes sobre la dieta cetogénica. Él explica un gráfico llamado el eje de la enfermedad, donde la causa base son los carbohidratos que conducen a la resistencia a la insulina que conduce a la obesidad que conduce a la inflamación. Señala que simplemente cambiar a una dieta cetogénica eliminaría aproximadamente el 70 % de las enfermedades crónicas. También habla sobre el cáncer y confirma que las células cancerosas dependen de la glucosa como combustible, y muestra una teoría interesante donde su hipótesis es que la glucosa y la insulina son factores de crecimiento muy fuertes en el cuerpo y al reducirlos, usando la dieta cetogénica, permite que el sistema inmunitario atrape las células cancerosas antes de que se propague. Su último estudio sobre la adaptación cetogénica exploró los efectos en las mujeres con cáncer de mama terminal en la etapa cuatro, donde les proporcionaron una dieta cetogénica junto con la quimioterapia. Esto resultó en una regresión extrema del cáncer después de seis semanas.","p9":"Li (2014) explica que todos los cánceres dependen de la angiogénesis mutada para crecer. También demuestra que las células cancerosas pueden eliminarse de manera eficiente mediante compuestos antiangiogénicos. Woolf et al. (2015) explora el efecto que tiene una dieta cetogénica en la angiogénesis en ratones, notaron que la angiogénesis se reduce significativamente en una dieta cetogénica. Woolf et al. también resume la dieta cetogénica:","seo_desc":"La teoría es que la mayoría de las personas en la tierra, especialmente aquellas de descendientes de un ambiente frío, contraen cáncer y enfermedades porque les falta un período prolongado de ayuno, restricción calórica y una dieta cetogénica durante el invierno y la primavera, que era frecuente en la vida de sus antepasados. El propósito de este artículo es explorar la evidencia del ayuno, la restricción calórica y la dieta cetogénica y su correlación con el cáncer. Además de explorar el advenimiento de la agricultura como la causa del cáncer. Los argumentos se analizan desde un punto de vista lógico utilizando el enfoque de los primeros principios.","seo_title":"Informe sobre el cáncer","t1":"Resumen","t10":"Cáncer y restricción calórica","t11":"Discusión","t13":"La dieta paleolítica","t14":"La dieta carnívora","t15":"Por qué funcionan las dietas basadas en plantas","t16":"Desarrollo cerebral","t17":"Otras enfermedades","t18":"Diabetes tipo 1","t19":"Entrenamiento de resistencia y adaptación mitocondrial permanente","t2":"Teoría de fondo","t20":"todo es acumulativo","t21":"La hipótesis del “invierno metabólico”","t22":"cetosis a largo plazo","t23":"Ayuno en ratas y humanos","t24":"Mutaciones alimentadas por grasa","t25":"biología de la piel","t26":"Resumen","t27":"Fuentes","t3":"Estadísticas","t4":"Cáncer y cetogénesis","t5":"Estacionalidad hormonal","t6":"Ayuno durante la primavera","t7":"El ayuno en la antigua Grecia","t8":"autofagia","t9":"Cáncer y ayuno","ta1":"alimentarium","ta10":"Centros de Control y Prevención de Enfermedades","ta11":"Ciuris et al.","ta12":"Consejo del Cáncer","ta13":"Challa et al.","ta14":"Chen et al.","ta15":"Choí","ta16":"Chung y Chung","ta17":"café","ta18":"Cronise et al.","ta19":"d'agostino","ta2":"Antunes et al.","ta20":"DeLauer","ta21":"Demetrio","ta22":"Desmon et al.","ta23":"Dinu et al.","ta24":"Ekberg","ta25":"Ekberg","ta26":"Bray et al.","ta27":"Fan et al.","ta28":"Grilletes y Philis-Tsimikas","ta29":"hongo","ta3":"Arsyad et al.","ta30":"Gannett","ta31":"Grabacka et al.","ta32":"Groennebaek y Vissing","ta33":"Grundler et al.","ta34":"arpista","ta35":"Herreman et al.","ta36":"Colgado","ta37":"Hsieh et al.","ta38":"Johnson","ta39":"Kaiser et al.","ta4":"Iceberg","ta40":"Larson et al.","ta41":"Leite et al.","ta42":"Lennerz et al.","ta43":"li","ta44":"Lieverse et al.","ta45":"largo","ta46":"Lunt","ta47":"Mills et al.","ta48":"Mokhtari et al.","ta49":"Moughán","ta5":"Boguin et al.","ta50":"Odas et al.","ta51":"O'Flanagan et al.","ta52":"osborn","ta53":"Peterson","ta54":"Poff et al.","ta55":"Rasi et al.","ta56":"Roser y Ritchie","ta57":"Saladino","ta58":"muestra y el","ta59":"Schultz et al.","ta6":"Bosworth","ta60":"Sebastián et al.","ta61":"Sinclair","ta62":"Tannenbaum y Silverstone","ta63":"Tendler et al.","ta64":"tramazo","ta65":"Weller","ta66":"Whalen et al.","ta67":"Wikipedia","ta68":"Wikipedia","ta69":"Wikipedia","ta7":"Brenner y audiencia","ta70":"Wikipedia","ta71":"buchinger wilhelmi","ta72":"Woolf et al.","ta73":"Xiao et al.","ta74":"Xiao et al.","ta75":"caída de civilizaciones","ta8":"Brandhorst et al.","ta9":"Byrne et al.","title":"Informe sobre el cáncer","tj1":"alimentarium","tj10":"Consejo del Cáncer","tj11":"El Diario Americano de Nutrición Clínica","tj12":"Fondo Mundial para la Investigación del Cáncer Internacional","tj13":"Salud Cotidiana","tj14":"Biblioteca en línea Wiley","tj15":"drhungmd","tj16":"New York Times","tj17":"Revista británica de cáncer","tj18":"Revista de Medicina Traslacional","tj19":"Desarrollos Actuales en Nutrición","tj2":"PubMed","tj20":"Más uno","tj21":"Revista sudafricana de ciencia","tj22":"medicina griega","tj23":"Nuestro mundo en datos","tj24":"Cáncer Res","tj25":"PNAS","tj26":"Medio","tj27":"Karger","tj28":"El diario de nutrición","tj29":"Wikipedia","tj3":"Revista de Nutrición y Metabolismo","tj30":"Célula","tj4":"Youtube","tj5":"Biblioteca Nacional de Medicina","tj6":"MDPI","tj7":"Consejo del Cáncer","tj8":"Centros de Control y Prevención de Enfermedades","tj9":"CienciaDirecta","tp1":"2016","tp10":"2022","tp11":"2019","tp12":"2022","tp13":"2021","tp14":"2014","tp15":"2020","tp16":"2019","tp17":"2001","tp18":"2014","tp19":"2013","tp2":"2016","tp20":"2019","tp21":"2005","tp22":"2021","tp23":"2017","tp24":"2021","tp25":"2019","tp26":"2018","tp27":"2017","tp28":"2020","tp29":"2016","tp3":"2020","tp30":"2016","tp31":"2020","tp32":"2017","tp33":"2020","tp34":"2020","tp35":"2020","tp36":"2022","tp37":"2019","tp38":"2010","tp39":"2020","tp4":"2020","tp40":"2005","tp41":"2021","tp42":"2021","tp43":"2014","tp44":"2014","tp45":"2016","tp46":"2016","tp47":"2017","tp48":"2017","tp49":"2021","tp5":"2015","tp50":"2016","tp51":"2017","tp52":"2007","tp53":"2022","tp54":"2014","tp55":"2007","tp56":"2015","tp57":"2020","tp58":"2017","tp59":"2007","tp6":"2019","tp60":"2002","tp61":"2019","tp62":"1949","tp63":"2021","tp64":"2019","tp65":"2016","tp66":"2017","tp67":"2021","tp68":"2021","tp69":"2022","tp7":"2009","tp70":"2021","tp71":"2021","tp72":"2015","tp73":"2017","tp74":"2016","tp75":"2020","tp8":"2015","tp9":"2017","tt1":"ayuno voluntario","tt10":"¿Qué es la diabetes tipo 1?","tt11":"Una comparación de la digestibilidad de la proteína dietética, basada en la puntuación DIAAS, en atletas vegetarianos y no vegetarianos","tt12":"Cáncer de piel","tt13":"dieta paleolitica","tt14":"El ayuno prolongado reduce el IGF-1/PKA para promover la regeneración basada en células madre hematopoyéticas y la inmunosupresión inversa","tt15":"Arrojando luz sobre los efectos de la restricción calórica y sus miméticos en la biología de la piel","tt16":"Los efectos de la restricción calórica en la autofagia: papel en la intervención del envejecimiento","tt17":"Similitudes del cáncer de próstata y de mama: evolución, dieta y estrógenos","tt18":"La hipótesis del invierno metabólico: una causa de las epidemias actuales de obesidad y enfermedades cardiometabólicas","tt19":"Cáncer muerto de hambre: Dominic D'Agostino en TEDxTampaBay","tt2":"El ayuno aumenta la sensibilidad del melanoma de la piel humana a la muerte celular inducida por cisplatino","tt20":"Ceto y Cáncer","tt21":"De ratones y hombres","tt22":"Crecimiento, composición corporal y riesgo cardiovascular y nutricional de niños de 5 a 10 años que consumen dietas vegetarianas, veganas u omnívoras","tt23":"Dietas vegetarianas, veganas y múltiples resultados de salud: una revisión sistemática con metanálisis de estudios observacionales","tt24":"Cómo contar los carbohidratos en una dieta Keto para perder peso rápidamente","tt25":"Cetosis vs Cetoacidosis (¿Peligrosa la Dieta Keto?)","tt26":"Comparación de países más y menos desarrollados Cómo varían las tasas de cáncer entre países en diferentes etapas de desarrollo","tt27":"Importancia clinicopatológica de la sobreexpresión de la proteína transportadora de glucosa 1 en el osteosarcoma humano","tt28":"¿Cuáles son los signos de niveles altos y bajos de azúcar en la sangre?","tt29":"Dr. Jason Fung - Ayuno Terapéutico - Resolviendo el Problema de los Dos Compartimentos","tt3":"La dieta cetogénica a largo plazo induce acidosis metabólica, anemia y estrés oxidativo en ratas Wistar sanas","tt30":"Vencer al cáncer con una dieta cetogénica","tt31":"Melanoma: ¿tiempo para ayunar o tiempo para festejar? Una interacción entre los PPAR, el metabolismo y la inmunidad","tt32":"Impacto del entrenamiento de resistencia en la biogénesis, el contenido y la función mitocondrial del músculo esquelético","tt33":"Interacción entre el daño oxidativo, el estado redox y los biomarcadores metabólicos durante el ayuno a largo plazo","tt34":"Dr. David Harper - 'Dietas cetogénicas para prevenir y tratar el cáncer (y tal vez COVID19)'","tt35":"Resumen completo de la calidad de las proteínas de origen vegetal y animal basado en la puntuación de aminoácidos indispensables digeribles","tt36":"4 FORMAS EN LAS QUE PUEDE TENER CÁNCER DE PIEL ADEMÁS DE LA LUZ SOLAR","tt37":"p63 y SOX2 dictan la confianza en la glucosa y las vulnerabilidades metabólicas en los carcinomas de células escamosas","tt38":"Desenterrando tumores prehistóricos y debate","tt39":"El papel en evolución de la dieta en el riesgo y la progresión del cáncer de próstata","tt4":"Dr. Eric Berg - 'Keto práctico'","tt40":"Papel de la señalización del receptor del factor de crecimiento similar a la insulina 1 en el cáncer","tt41":"Vías de investigación en intervenciones dietéticas para atacar el metabolismo tumoral en el osteosarcoma","tt42":"Características de comportamiento y estado de salud autoinformado entre adultos de 2029 que consumen una \"dieta carnívora\"","tt43":"¿Podemos comer para matar de hambre al cáncer? - Guillermo Li","tt44":"Descripción y diagnóstico paleopatológico del carcinoma metastásico en un forrajeador de la Edad del Bronce Temprano (4588+34 Cal. BP) de la región Cis-Baikal de Siberia Oriental","tt45":"Ayuno: Despertar el rejuvenecimiento desde adentro - Valter Longo - TEDxEchoPark","tt46":"Eliminando el cáncer de hambre","tt47":"La administración a largo plazo de mononucleótido de nicotinamida mitiga el deterioro fisiológico asociado con la edad en ratones","tt48":"El papel del sulforafano en la quimioprevención del cáncer y los beneficios para la salud: una minirevisión","tt49":"Ingesta de proteínas de la población e índices de sostenibilidad alimentaria: las métricas importan","tt5":"Sexo, deporte, IGF-1 y el efecto comunitario en la hipótesis de la altura","tt50":"El cáncer de homínido más antiguo: osteosarcoma de 1,7 millones de años de la cueva de Swartkrans, Sudáfrica","tt51":"Cuando menos puede ser más: restricción calórica y respuesta a la terapia contra el cáncer","tt52":"AYUNO Y PURIFICACIÓN","tt53":"TEDx no publicaría esto...","tt54":"La suplementación con cetonas reduce la viabilidad de las células tumorales y prolonga la supervivencia de ratones con cáncer metastásico","tt55":"El papiloma cutáneo como marcador cutáneo del metabolismo alterado de los carbohidratos: un estudio de casos y controles","tt56":"Cáncer","tt57":"Dr. Paul Saladino - 'Desmentir la dieta carnívora'","tt58":"Autofagia en la respuesta al daño UV","tt59":"El caso más antiguo conocido de carcinoma de próstata metastásico diagnosticado en el esqueleto de un rey escita de 2.700 años de Arzhan (Siberia, Rusia)","tt6":"su cerebro en cetonas; Alzheimer, Memoria, MCT","tt60":"Estimación de la carga ácida neta de la dieta de ancestrales Homo sapiens preagrícolas y sus ancestros homínidos","tt61":"Por qué envejecemos y por qué no tenemos que hacerlo - David Sinclair - Charlas en Google","tt62":"Influencia del grado de restricción calórica en la formación de tumores cutáneos y hepatomas en ratones","tt63":"La estacionalidad hormonal en los registros médicos sugiere circuitos endocrinos circanuales","tt64":"Ayuno y autofagia (parte 2): cómo desencadenar y maximizar la autofagia","tt65":"La luz solar tiene beneficios cardiovasculares independientemente de la vitamina D","tt66":"Las puntuaciones del patrón de dieta paleolítica y mediterránea están inversamente asociadas con la mortalidad por todas las causas y por causas específicas en adultos","tt67":"autofagia","tt68":"Ayuno","tt69":"Paleolítico","tt7":"El papel protector de la melanina contra el daño UV en la piel humana","tt70":"Cueva Shanidar","tt71":"TODO SOBRE EL AYUNO - Preguntas y respuestas 10 (ayuno a largo plazo versus ayuno intermitente) - Buchinger Wilhelmi","tt72":"La dieta cetogénica altera la respuesta hipóxica y afecta la expresión de proteínas asociadas con la angiogénesis, el potencial invasivo y la permeabilidad vascular en un modelo de glioma de ratón","tt73":"La prevención de la cetogénesis alimentada con grasas en la dieta atenúa el crecimiento del tumor BRAF V600E","tt74":"La privación de leucina inhibe la proliferación e induce la apoptosis de las células de cáncer de mama humano a través de la sintasa de ácidos grasos","tt75":"4. Los vikingos de Groenlandia - Tierra del sol de medianoche","tt8":"Una dieta periódica que imita el ayuno promueve la regeneración multisistémica, mejora el rendimiento cognitivo y la salud","tt9":"La restricción energética intermitente mejora la eficacia de la pérdida de peso en hombres obesos: el estudio MATADOR"}