{"contribute":"Tragen Sie zu diesem Whitepaper auf Github bei","intro":"Dieses Repositorium untersucht die Theorie des Winterfastens und seine Korrelation mit der Krebsprävention. Verwenden eines KI-Modells, um relevante Ressourcen vorzuschlagen.","link":"Verknüpfung","p1":"Die Theorie besagt, dass die Mehrheit der Menschen auf der Erde, insbesondere die Nachkommen aus einer kalten Umgebung, an Krebs und Krankheiten erkranken, weil ihnen eine langfristige Fastenzeit, Kalorieneinschränkung und eine fettreiche Ernährung im Winter und Frühling fehlt, was war weit verbreitet im Leben ihrer Vorfahren. Der Zweck dieses Papiers ist es, die Beweise für Fasten, Kalorienrestriktion und eine fettreiche Ernährung und ihre Korrelation zu Krebs zu untersuchen. Sowie die Erforschung des Aufkommens der Landwirtschaft als Ursache von Krebs. Die Argumente werden von einem logischen Standpunkt aus nach dem First-Principles-Ansatz analysiert.","p10":"„Die Mechanismen, die den Anti-Tumor-Vorteilen der ketogenen Ernährung, der Kalorienrestriktion (und des intermittierenden Fastens) und anderer potenzieller Stoffwechseltherapien zugrunde liegen, wurden noch nicht vollständig aufgeklärt; präklinische Daten deuten jedoch stark darauf hin, dass eine Stoffwechselveränderung eine hochwirksame Therapie sein könnte und könnte tatsächlich den aktuellen Behandlungsstandard für bösartige Gliome verbessern.\"","p11":"Eine aktuelle Studie von Tendler et al. (2021) misst die Veränderung der Hormone basierend auf den verschiedenen Jahreszeiten. Sie kamen zu dem Schluss, dass auch der Mensch wie alle anderen Tiere unterschiedliche Winter-Frühlings-Höchstwerte der Hormone für Fortpflanzung, Wachstum, Stoffwechsel und Stressanpassung aufweist. Die Studie legt nahe, dass Menschen eine circanannale Uhr haben, die die Jahreszeiten verfolgen und Hormone basierend auf den Jahreszeiten regulieren kann. Die beobachteten Veränderungen betrafen die Hormone Cortisol, ACTH, T3, T4, TSH, Östradiol, Testosteron, LH, FSH, GH, IGF-1 und Prolaktin.","p12":"Dr. Françoise Wilhelmi de Toledo erwähnt in einem Interview mit dem Fasteninstitut Buchinger Wilhelmi die Wirkung des Fastens auf Frühlingsallergien. Sie nutzt das Fasten, um eine Birkenpollenallergie im April zu lösen (Wilhelmi 2021).","p13":"Es gibt auch Fasten, das in die großen Religionen integriert ist. Sowohl das Christentum als auch der Islam haben ihre großen Fastenzeiten normalerweise zwischen März und Mai. Das Judentum verwendet das Fasten über das Jahr verteilt (Wikipedia 2021).","p14":"Im antiken Griechenland sollte das Fasten den Körper der Athleten auf das körperliche Training vor den Olympischen Spielen vorbereiten. Es war auch ein Mittel zur Entwicklung von Intelligenz und Gesundheit (Alimentarium 2016).","p15":"„Jeder hat einen Arzt in sich, wir müssen ihm nur bei seiner Arbeit helfen. Die natürliche Heilkraft in jedem von uns ist die größte Kraft, um gesund zu werden. Unsere Nahrung sollte unsere Medizin sein. Unsere Medizin sollte unsere Nahrung sein . Aber zu essen, wenn man krank ist, heißt, seine Krankheit zu stillen“ – Hippokrates (Osborn 2007).","p16":"Autophagie wurde erstmals von Yoshinori Ohsumi gemessen, der 2016 den Nobelpreis für Physiologie und Medizin erhielt, wobei der Prozess der natürliche, regulierte Mechanismus der Zelle ist, der unnötige oder dysfunktionale Komponenten entfernt. Autophagie ist in verschiedenen Lebenszuständen vorhanden, vor allem aber nach Aerobic-Übungen oder Fasten (Wikipedia 2021). Berg (2020) erwähnt in seinem Vortrag, dass er Patienten empfiehlt, ein konsequentes aerobes Trainingsprogramm zum Nutzen der Autophagie und der Gesundheit einzuhalten. Laut Tramazzo (2019) wird die Autophagie etwa 10 Stunden schneller ausgelöst, wenn sich die Person bereits in der Ernährungsketose/Fettanpassung befindet, was ihre Wirkung verstärkt.","p17":"Ein weit verbreitetes Missverständnis ist, dass man sich in einem nüchternen Zustand befinden muss, damit die Autophagie beginnen kann. Chung und Chung (2019) untersuchten jedoch die Veränderungen der primären Autophagie-bezogenen Gene mithilfe der Kalorienrestriktion. Sie fanden heraus, dass Autophagie-bezogene Gene beim Menschen als Reaktion auf eine Reduzierung der Kalorien um 30 % signifikant erhöht waren.","p18":"In seiner Präsentation über therapeutisches Fasten geht Fung (2016) ausführlich auf die Vorteile des Fastens ein und darauf, dass der moderne Mensch dafür geschaffen ist, wiederholten Episoden ohne Nahrung standzuhalten. Er geht darauf ein, dass der Körper im nüchternen Zustand seinen Energieverbrauch und die Verfügbarkeit von Zellsauerstoff über vier Fastentage erhöht und am dritten Tag seinen Höhepunkt erreicht. Er erklärt das Fasten als die Art und Weise, wie der Körper all den Müll, der sich ansammelt, reinigt.","p19":"Longo (2016) spricht über das Fasten und wie es Alterung und Krankheiten beeinflusst. Er forschte zu Insulin und IGF-1, wo er Mäuse mit einem Mangel an IGF-1-Rezeptoren untersuchte, was zu einer Verringerung der tatsächlichen Größe der Mäuse um 50 % im Vergleich zu normalen Mäusen führte. Er fand heraus, dass sie im Vergleich zu normalen Mäusen mindestens 40 % länger leben. Neben der Feststellung, dass sie im Vergleich zu 10% normaler Mäuse niemals Krankheiten entwickeln. Er zeigt auch seine Forschung von der UCLA, wo sie Würmer, Bakterien und Hefen aushungern würden, und das Ergebnis war, dass sie viel länger leben würden, wenn man sie von vielen Nährstoffen auf nur Wasser umstellte. Eine weitere Referenz dazu stammt von Cheng et al. (2014), wo sie herausfanden, dass längeres Fasten IGF-1 reduziert und die auf hämatopoetischen Stammzellen basierende Regeneration und umgekehrte Immunsuppression fördert. Brandhorst (2015) führte eine Studie über eine periodische Fastendiät durch und fand heraus, dass Mäuse mit dieser Diät eine fast halbierte Krebsrate haben würden und sie nur in ihren späteren Lebensphasen an Krebs erkranken würden und die Mehrheit der Tumore im Vergleich dazu gutartig war Kontrollgruppe, wo sie es von frühen Stadien des Lebens an hatten und die Mehrheit bösartig war.","p2":"Laut Daten aus dem Jahr 2017 ist Krebs die zweithäufigste Todesursache, wobei Herz-Kreislauf-Erkrankungen an erster Stelle stehen (Roser und Ritchie 2015). Die in dieser Theorie vorgestellten Techniken würden wahrscheinlich auch Herz-Kreislauf-Erkrankungen eliminieren, aber ich konzentriere mich in diesem Artikel nur auf Krebs. Meine Vermutung ist, dass sich neben dem ständigen Verzehr von Kohlenhydraten, wahrscheinlich verursacht durch die Landwirtschaft und die Verfügbarkeit von Kohlenhydraten, Krebs signifikant entwickelt hat. Wir können davon ausgehen, dass die heutige Gesellschaft an Krebs leidet, aber es gibt kaum Hinweise darauf, dass die vorlandwirtschaftliche Gesellschaft an Krebs litt, mit Ausnahme von Knochenkrebs. Odeset al. (2016) analysierten ein 1,8 Millionen Jahre altes Exemplar aus Südafrika. Sie kamen zu dem Schluss, dass die Probe ein kleines Wachstum von bösartigem Knochenkrebs aufwies. Odeset al. erklärt auch, dass Knochentumore nicht mit dem Lebensstil zusammenhängen, im Vergleich zu Krebs im Weichgewebe. Dies wird von Leite et al. nicht unterstützt. (2021) und Fan et al. (2017), wo sie eine große Abhängigkeit von insulinähnlichem Wachstumsfaktor 1 (IGF-1) und Glukose bei Knochenkrebs sehen und dass Fasten, Kalorienrestriktion und eine ketogene Ernährung positive Auswirkungen auf den Krebs haben würden. Zu beachten ist, dass Knochenkrebs von alten Exemplaren meist gutartig und immer unter Kontrolle ist, was darauf hindeutet, dass Knochenkrebs eine Funktion für die schnelle Reparatur in Fällen von Skeletttraumata haben könnte.","p20":"Sinclair (2019) spricht von seiner Forschung im Bereich Anti-Aging bei Google. Seine Techniken drehen sich um das Thema Epigenom-Manipulation und die Verhinderung des Alterns, was wiederum jede Krankheit verhindern wird, die altersbedingt sein könnte, einschließlich des Risikos, an Krebs zu erkranken. Später erwähnt er, dass ein natürlicher Weg, um Ihr Epigenom zu manipulieren, darin besteht, weniger häufig zu essen, und er folgt derzeit einem intermittierenden Fastenprogramm. Er beantwortet auch eine Frage aus dem Publikum zum Thema Insulin und Altern, wobei er zu dem Schluss kommt, dass das Altern in direktem Zusammenhang mit hohen Insulin- und Blutzuckerwerten steht. Es gibt auch eine wichtige Chemikalie des Epigenom-Wegs namens Nicotinamid-Mononukleotid (NMN), die mit der Gesundheit der Nerven und der Reparatur des Epigenoms korreliert. Mills et al. (2017) schreiben in einem Artikel, dass NMN natürlicherweise in verschiedenen Arten von Lebensmitteln vorkommt, wie z. B.: Edamame, Brokkoli, Gurkenkerne, Gurkenschalen, Kohl, Avocado, Tomaten, Pilze, rohes Rindfleisch und Garnelen. Alle sind kohlenhydratarm.","p21":"Mokhtari et al. (2017) fanden heraus, dass einige pflanzliche Lebensmittel Sulforaphan enthalten, eine Verbindung, die spezifisch auf Krebszellen abzielen kann, um Apoptose (programmierter Zelltod) zu induzieren. Zu den pflanzlichen Lebensmitteln gehören: Brokkolisprossen, Brokkoli, Blumenkohl, Grünkohl, Rosenkohl, Kohl und Pak Choi. Alle sind kohlenhydratarm.","p22":"Li (2014) hat eine Liste mit antiangiogenen Lebensmitteln. Einige davon sind: grüner Tee, Erdbeeren, Brombeeren, Himbeeren, Orangen, Bok Choy, Grünkohl, Ginseng, Maitake-Pilz, Süßholz, Kurkuma, Artischocken, Lavendel, Kürbis, Thunfisch, Petersilie, Knoblauch, Tomate, Olivenöl und dunkle Schokolade. Alle sind kohlenhydratarm.","p23":"Kalorienrestriktion wird seit langem als Maßnahme zum Abnehmen eingesetzt, aber es gibt auch Geräte gegen Krankheiten. O’Flanagan et al. (2017) untersuchten die Auswirkungen einer Kalorieneinschränkung auf Krebspatienten. Ihre Vorgabe war es, die Kalorienaufnahme der Patienten um 30 % zu senken, ohne dass Mangelernährung auftritt. Ihre Daten legen nahe, dass die Kalorienrestriktion gegen Entzündungen, Angiogenese, Insulin und IGF-1 wirkt. Sie erwähnen auch, dass eine 30-prozentige Reduzierung der Kalorien bei Mäusen insgesamt eine Verringerung der Tumorinzidenz um 75,5 % zur Folge hatte. Sie spekulierten, dass eine Kalorienrestriktion in Kombination mit einer ketogenen Ernährung diese Zahl wahrscheinlich erhöhen würde.","p25":"Die paläolithische Ernährung ist in der Literatur als klare Nachbildung der Ernährung unserer Vorfahren bekannt. Die Ernährung besteht aus frischem magerem Fleisch, Fisch, Schalentieren, Eiern, Nüssen, Samen, Früchten, Beeren, Gemüse und geringen Mengen Honig (Challa et al. 2021). Diese Ernährungsaufschlüsselung wäre kohlenhydratarm, außer in einigen spärlichen Zeiten des Jahres, wahrscheinlich im Sommer, wenn bestimmte Früchte und Honig verfügbar waren. Die Befolgung dieser Diät, gepaart mit regelmäßiger Bewegung und Fasten, würde jeden Menschen mehr oder weniger sein ganzes Leben lang in Ketose belassen. Die Ära des Paläolithikums dauerte von vor 2,5 Millionen Jahren bis vor 9000 Jahren, als wir auf eine auf Insulin basierende, kohlenhydratbasierte Ernährung umstellten (Wikipedia 2022).","p26":"Challa et al. (2021) erwähnt, dass die paläolithische Ernährung wahrscheinlich stark von der verfügbaren Nahrung in der Umwelt abhängig war, da einige nordische Stämme nur Fisch und andere Meeresfrüchte konsumierten. Fall of Civilizations (2020) erklärt in einem Dokumentarfilm, wie die grönländischen Wikinger entstanden sind und wie sie lebten. Es wird beschrieben, dass sie von einer extrem restriktiven Diät lebten, da auf Grönland nichts wuchs. Der größte Teil ihrer Ernährung bestand aus Fisch und Robben.","p27":"In einer Studie mit 30 183 Teilnehmern haben Whalen et al. (2017) untersuchten die Auswirkungen der paläolithischen und mediterranen Ernährung auf die Gesamtmortalität. Sie fanden heraus, dass beide Ernährungsweisen mit einem geringeren Risiko für Gesamt-, Herz-Kreislauf-, Krebs- und andere Todesfälle verbunden waren.","p28":"Sebastianet al. (2002) erklärt, dass die natürliche Selektion seit dem Aufkommen der Landwirtschaft < 1 % der evolutionären Zeit hatte, sich an unsere neue moderne Ernährung anzupassen. Sie maßen auch den Unterschied in der Säurenettobelastung der paläolithischen Ernährung im Vergleich zur westlichen Ernährung und fanden eine Diskrepanz zwischen der Nährstoffzusammensetzung der Ernährung und dem genetisch bedingten Ernährungsbedarf.","p29":"Meine Idee dabei war, dass Menschen, die im Norden leben, wo die Winter hart waren, während der langen Winter wahrscheinlich kein Gemüse essen würden, weil nichts wuchs. Wir wissen, dass die Menschen sich mit Lebensmitteln eindecken, aber was würden sie tun, wenn die Lebensmittel verderben würden, sie müssten dann Lebensmittel in der Umgebung finden. Interessant dabei ist, dass Kohlenhydrate nur in bestimmten Gemüsen weit verbreitet sind und eine reine Carnivore-Diät fast keine Kohlenhydrate enthält. Saladino (2020) spricht über die Ernährung der Fleischfresser und wie die Skelettanalyse früher Menschen zeigte, dass sie fast ausschließlich Fleischfresser waren. Er bestätigt auch, dass Menschen sich nach ihrer Umgebung ernähren würden und dass das Gemüse heute nicht mehr so aussah wie für die frühen Menschen. Er erwähnt, dass die Domestizierung von beliebtem Gemüse dazu geführt hat, dass die am wenigsten giftige, ertragreichste und kalorienreichste Version dieser Pflanze bevorzugt wird. Und dass die Verfügbarkeit von Pflanzen bei weitem nicht so war wie heute. Meine Gedanken dazu sind, dass die Menschen wahrscheinlich hauptsächlich von einer auf Fleischfressern basierenden Ernährung lebten, mit einer kleinen Menge an Pflanzen und Kohlenhydraten, die zusätzlich verzehrt wurden. Das würde die schnelle Energiereaktion des Körpers auf Kohlenhydrate erklären.","p3":"Li (2014) zeigt einige Statistiken in seinem Ted-Vortrag, in dem er erklärt, dass 40 % der Frauen in ihren 40ern und 50ern tatsächlich mikroskopischen Brustkrebs haben, 50 % der Männer in ihren 50ern und 60ern haben mikroskopischen Prostatakrebs und praktisch 100 % davon Wir, wenn wir unsere 70er Jahre erreichen, werden mikroskopisch kleinen Schilddrüsenkrebs haben. Diese werden sich jedoch nicht weiterentwickeln, da ihnen die Angiogenese (Blutversorgung) fehlt.","p30":"Eine aktuelle Studie von Lennerz (2021) zeigt selbst berichtete Beweise von Menschen, die mindestens 6 Monate lang die Fleischfresser-Diät befolgten. Sie kamen zu dem Schluss, dass Erwachsene, die eine Fleischfresser-Diät zu sich nahmen, nur wenige Nebenwirkungen hatten und stattdessen von gesundheitlichen Vorteilen und hoher Zufriedenheit berichteten.","p31":"Da die Grundlage meiner Theorie darin besteht, dass Sie im Winter eine ketogene Diät einhalten und auch Fastensitzungen durchführen sollten, führt Saladino (2020) einige Studien an, in denen sie eine Abnahme des oxidativen Stresses beobachteten, wenn Menschen eine Fleischfresser-Diät einnahmen. Dies könnte entweder mit den Vorteilen der ketogenen oder der Fleischfresser-Diät zusammenhängen, aber ich denke, dass sie sehr ähnlich sind.","p32":"In der Literatur wurde nachgewiesen, dass pflanzliche Diäten das Risiko für Sterblichkeit und Krankheiten wie Krebs oder Herz-Kreislauf-Erkrankungen reduzieren. Dinuet al. (2017) kamen in einer Studie zu dem Schluss, dass eine vegane Ernährung zu einer Abnahme (-15 %) der Gesamtkrebsinzidenzrate führte. Xiaoet al. (2016) stellten fest, dass der Leucinentzug in der Nahrung signifikante Ergebnisse bei der Tumorreduktion von Brust-, Haut-, Lungen- und Eierstockkrebs zeigte. Leucin ist am weitesten verbreitet in Fleisch und natürlich niedriger in einer pflanzlichen Ernährung. Xiao et al. Die Kontrolldiät war reich an Leucin und Kohlenhydraten. Eine Ernährung mit Fett anstelle von Kohlenhydraten würde wahrscheinlich zu anderen Ergebnissen führen.","p33":"Meine Theorie, warum pflanzliche Ernährung zu einem geringeren Krebsrisiko führt, ist das Problem mit der Verdauung pflanzlicher Nahrung. Ciuris et al. (2019) geht auf den Digestible Indispensable Amino Acid Score (DIAAS) von pflanzlichen und tierischen Lebensmitteln ein. Sie fanden heraus, dass das verfügbare Protein für Sportler nach einer vegetarischen Ernährung in einigen Fällen um 43 % reduziert werden konnte, was auch von Moughan (2021) und Herreman et al. (2020). Möglicherweise bei einer schlecht geplanten vegetarischen Ernährung, da das Mischen verschiedener Proteine die Proteinverfügbarkeit erhöhen könnte. Wir wissen, dass Protein und Kohlenhydrate IGF-1 erhöhen, was Krebswachstum und Alterung stimuliert (Larsson et al. 2005). Wir wissen auch von O'Flanagan et al. (2017), dass eine 30-prozentige Kalorienreduzierung zu einer Verringerung (-75,5 %) der Krebsinzidenz führt, glaube ich, dass die geringere Nährstoffverfügbarkeit in pflanzlichen Lebensmitteln dazu führt, dass sie von Natur aus kalorienreduziert sind.","p34":"Pflanzenbasierte Diäten sind jedoch nicht ohne Nachteile. Saladino (2020) spricht darüber, wie die Größe des menschlichen Gehirns seit dem Aufkommen der Landwirtschaft reduziert wurde, und er legt Beweise dafür vor, dass das Aufkommen der Jagd und eine Zunahme nährstoffreicher tierischer Lebensmittel in einer Fleischfresser-Diät zur anfänglichen Verdreifachung der Gehirngröße unserer Vorfahren führte . Er bringt Beweise dafür vor, dass die Menschen vor etwa 14.000 bis 12.000 Jahren eine Abnahme der durchschnittlichen Größe, der Gehirngröße und eine Zunahme von Krankheiten erlebten. Verursacht durch Eisenmangel, Vitaminunfähigkeit durch eine Abnahme des Fettkonsums. Dies führte zu einer schlechten Immunfunktion, einer schlechten Wundheilung und einer erhöhten Infektionsrate. Auch unterstützt von Desmond et al. (2021).","p35":"Bosworth (2019) spricht darüber, dass Ketone ein überlegener Treibstoff für das Gehirn sind und wie eine kleine Ergänzung von mittelkettigem Triglycerid (MCT)-Öl in einer nicht-ketogenen Ernährung den Ketonspiegel im Blut erhöhen und zu einer Verschlechterung führen würde eine erhöhte Beteiligung aller Gehirnzellen. Dies wurde am stärksten bei älteren Patienten mit geringerer Gehirnfunktion, geringerer Gedächtnisfunktion oder Alzheimer festgestellt. Sie spricht auch von Krankheiten wie ADHS, Parkinson, Epilepsie, Depressionen als Folge chronischer Hirnschwellungen und Entzündungen, wir können wohl davon ausgehen, dass dies die im Gehirn abgebildete Krankheitsachse von Harper (2020) ist.","p36":"Ich erinnere mich auch, dass ich einige Quellen gesehen habe, denen zufolge Neugeborene einen 70-mal höheren Ketonspiegel im Blut haben als erwachsene Menschen, was möglicherweise bedeutet, dass es für die Gehirnentwicklung in frühen Lebensphasen verwendet wird.","p37":"Zur Unterstützung der Kognition fastete beispielsweise der antike Grieche Pythagoras vor seinen Prüfungen an der berühmten Schule von Alexandria 40 Tage lang. Pythagoras bemerkte eine solche Zunahme an Klarheit und körperlicher Stärke, dass er seinen Schülern später das Fasten verordnete (Alimentarium 2016).","p38":"Harper (2020) schätzt, dass 70 % der chronischen Krankheiten, vor allem aber Herz-Kreislauf-Erkrankungen, Krebs, Diabetes und Alzheimer, geheilt werden könnten, indem man einfach seine Krankheitsachse durchbricht. Nun stellt sich die Frage, wie lange Sie den Kreislauf unterbrechen sollten, um die Vorteile zu nutzen? Nun, in Harpers Forschung sehen sie eine Veränderung des Krebswachstums und eine Stoffwechselveränderung in nur sechs Wochen, also würde ich annehmen, dass es eine gewisse Wirkung hat, wenn Sie dies jeden Winter bis zu sechs Monate lang tun. Auch die Literatur unterstützt dies, Byrne et al. (2017) fanden heraus, dass regelmäßige Diätpausen in einem Szenario mit Gewichtsverlust ohne Muskelabbau und Stoffwechselverlangsamung sehr gut funktionieren.","p39":"Warum wir Krebs bei Kindern sehen, könnte daran liegen, dass schlechte Zellbestandteile von der Mutter vererbt werden. Da die T-Zellen des Immunsystems eine Art Register haben, um sich an Krankheiten zu erinnern, würde dies zu einer Art Lernphase für das Immunsystem führen, sich langsam anzupassen. Und da es sieben bis zehn Jahre dauert, bis jede Zelle im Körper ersetzt ist, könnte man davon ausgehen, dass der bei Kindern verursachte Krebs wahrscheinlich von der Mutter vererbt wird.","p4":"Brayet al. (2018) untersuchten einige Statistiken über Krebsraten in Industrieländern. Sie fanden heraus, dass jede Krebsart bei beiden Geschlechtern in einer Gesellschaft mit einem hohen Human Development Index im Durchschnitt 2,5-mal häufiger vorkommt. Auch verwandt mit Bogin et al. (2015) Korrelation mit Körpergröße und IGF-1-Spiegeln.","p40":"Mikhaila Peterson (2022) erklärt, wie sie jahrelang mit schwerer Arthritis, Hautausschlägen und Depressionen gelebt hatte. Aber alle Krankheiten verschwanden nach ein paar Monaten nach einer Fleischfresser-Diät.","p41":"Osborn (2007) diskutiert die universelle Anwendung des Fastens. „Wenn ein Tier, wie ein Hund oder eine Katze, krank ist, ist es sein natürlicher Instinkt, Nahrung zu verweigern. Wenn die Krise vorüber ist und die innere Heilungsarbeit vollbracht ist, kehrt der Appetit auf natürliche Weise von selbst zurück Auch der menschliche Organismus hat einen Fasteninstinkt, genau wie der anderer Tiere.Evolutionäre Anpassung hat unseren Körper dazu gebracht, Energiereserven sehr effizient zu speichern und bei Nahrungsknappheit darauf zurückzugreifen.Fasten ist so alt wie die Menschheit, vielleicht sogar älter.Als Soweit Historiker sehen können, haben Menschen aus dem einen oder anderen Grund gefastet. Es scheint eine universelle Praxis zu sein.","p42":"Fetters und Dr. Philis-Tsimikas (2020) schreiben über gesunde Blutzuckerwerte, wobei sie zu dem Schluss kommen, dass ein Wert über 10,0 mmol/L über dem Normalwert liegt und diabetische Symptome wie häufiges Wasserlassen, Müdigkeit, trockene oder juckende Haut und Durstgefühl verursachen kann , häufigere Infektionen und mehr Essen, aber weniger Gewichtszunahme. Sie warnen davor, dass ein hoher Blutzuckerspiegel auch Blutgefäße und Nerven im ganzen Körper schädigt. Sinclair (2019) erwähnt auch, dass Blutzucker- und Insulinspitzen (um den Anstieg des Blutzuckers zu bekämpfen) die stärkste Korrelation für das Altern und altersbedingte Krankheiten darstellen. Typ-1-Diabetes wurde lange Zeit damit erklärt, dass der Körper fälschlicherweise selbst angreift (CDC 2022), aber ich möchte auch hier mit einigen anekdotischen Beweisen aus Experimenten an mir selbst spekulieren. Ich habe meine Blutzucker- und Insulinreaktion von Kohlenhydraten mit einem FreeStyle libre-Blutzuckermessgerät überwacht. Meine Essgewohnheiten sind eine Mahlzeit am Tag, ca. 1800 kcal und keine Kohlenhydrate. Bei Fettanpassung stieg mein Blutzucker nach dieser Mahlzeit nur geringfügig (0,2-0,5 mmol/L). Als ich für ein paar Tage wieder auf einen Kohlenhydratstoffwechsel umstellte, konnte ich meinen Blutzucker im Durchschnitt durch den Verzehr von nur 100 g Kohlenhydraten auf 6,0-7,0 mmol/L auf 9,9 mmol/L anheben. Das ist mehr als ein 10-facher Anstieg des Blutzuckers und wahrscheinlich ein ähnlicher Anstieg der Insulinproduktion. Ich denke, es ist wichtig, sich daran zu erinnern, dass sich das Insulinsystem Ihres Körpers wahrscheinlich über 2,5 Millionen Jahre angepasst hat, um nur Protein in Fleisch und keine Kohlenhydrate zu verarbeiten. Wenn eine Person dann anfängt, sich westlich zu ernähren und ihren Blutzuckerspiegel dreimal täglich zu maximieren, sollte es Komplikationen geben. Meine Theorie für Typ-1-Diabetes ist, dass das Immunsystem die Bauchspeicheldrüse angreift, vorausgesetzt, sie ist beeinträchtigt und beschädigt, um das 10-fache Insulin zu produzieren und auch eine aktuelle Infektion zu füttern, wodurch sie als Überlebensmechanismus zerstört wird.","p43":"Groennebaek und Vissing (2017) schreiben in ihrer Arbeit über die Funktion der permanenten Anpassung von Mitochondrien in der Skelettmuskulatur als Reaktion auf Widerstandstraining. Sie fanden heraus, dass Widerstandstraining zu einer dauerhaften Zunahme der Muskelmitochondrien führen könnte. Interessant daran ist die Funktion, die es bei alten Menschen gehabt haben könnte. Was wir heute wissen, ist, dass eine Person mit mehr Mitochondrien in ihrer Skelettmuskulatur schneller auf Widerstandstraining und Hypertrophie anspricht als eine Person mit weniger Mitochondrien. Und wenn man sich dauerhaft an eine Zunahme von Mitochondrien anpassen kann und dann mit dem Training aufhört und magere Muskelmasse verliert, kann man in einem späteren Lebensabschnitt schneller magere Muskelmasse wiedererlangen. Welche evolutionäre Routine hätte diese Anpassung verursacht? Könnte es sein, dass alte Menschen im Winter fasteten und Muskelmasse verloren, die dann im Sommer wiedererlangt wurde, wenn es mehr Nahrung gab? Ich glaube schon.","p44":"Longo (2016) sagt, dass die meisten Menschen sechs Monate ohne Nahrung leben können, ohne große Vorbereitungen. Dies nährt die Theorie, dass die Menschen einen Winter lang mit weniger Nahrung auskommen müssten. Longo sagt auch, dass die derzeitige westliche Ernährung mit einem hohen Anteil an Kohlenhydraten die Ansammlung beschädigter Zellen und Zellbestandteile zulässt. Ekberg (2021) spricht in seinem Video davon, dass sich eine Insulinresistenz aufbaut und schließlich zu einer „chronischen Speicherung“ wird, die zu Diabetes und Krankheiten führt. Meine Haltung hier ist, dass der Winter als körpereigener Reinigungsprozess für eine Ansammlung von schlechten Zellbestandteilen genutzt wurde, und eine Rückkehr zu dieser Lebensweise alle Kästchen des oben Gesagten ankreuzen würde.","p45":"Ein Argument gegen den Punkt, den ich anführe, dass das Aufkommen der Landwirtschaft die Ursache von Krebs durch die Zunahme von Kohlenhydraten in der Nahrung ist, ist der frühe Tod der alten Menschen. Da Krebs kumulativ ist, könnten frühe Todesfälle eine Erklärung für sein Ausbleiben sein. Die Entdeckung der Shanidar-Höhle zeigt jedoch vier Exemplare alter Neandertaler, die zwischen 30 und 50 Jahre alt waren. Sie stammen aus der Zeit vor etwa 65.000 bis 35.000 Jahren, lange vor dem Aufkommen der Landwirtschaft. Dies gibt eine Vorstellung davon, dass es den alten Menschen gelungen ist, ein höheres Alter zu erreichen, die Kindersterblichkeit könnte eine Ursache für das niedrige Durchschnittsalter sein (Wikipedia 2021).","p46":"Cronise et al. (2014) hat eine interessante Hypothese, dass Nahrungsknappheit, längerer Schlaf und Kälteeinwirkung im Winter ein Weg sind, Fettleibigkeit und kardiometabolische Erkrankungen zu beseitigen. Sie erwähnen, dass die Kalorienrestriktion ein Netzwerk von Genen auslöst, das sich entwickelt hat, um Organismen in Zeiten der Nahrungsmittelknappheit zu schützen. Diese Gene regulieren nachweislich Insulin und IGF-1 herunter und setzen Zellenergien, Sirtuine und Abwehrenzyme frei. Diese Enzyme spielen eine große Rolle bei Fettleibigkeit, metabolischem Syndrom, Diabetes, Krebs, Entzündungen und Herz-Kreislauf-Erkrankungen. Darüber hinaus fördern einige dieser Enzyme auch die zitterfreie Thermogenese, was die interne Wärmeproduktion erhöhen würde. Cronise et al. sprechen Sie auch darüber, wie mehr Schlaf in kühlen Umgebungen und lange Winternächte synergetisch wirken können, um die Erhaltung wertvoller Kalorien zu fördern.","p47":"Ein weit verbreitetes Missverständnis über die ketogene Ernährung ist, dass die erhöhten Ketonwerte schließlich zu Ketoazidose führen, einem Zustand, in dem der Körper den Ketonspiegel im Blut nicht regulieren kann, was zu einer Übersäuerung des Blutes und zum Tod führt. Ekberg (2019) erklärt, dass dies nur bei Menschen ohne die Fähigkeit zur Insulinproduktion vorkommt, insbesondere bei Diabetikern. Und diese Ernährungsketose führt nicht zu Ketoazidose. Arsyad et al. (2020) stellten fest, dass Ratten, die mit einer fettreichen, proteinarmen und kohlenhydratarmen Diät gefüttert wurden, nach 60 (420 Menschenäquivalent) Tagen einen leichten Anstieg der Blutsäure zeigten. Obwohl sie keinen Unterschied in der Organfunktion fanden. Eine Paleo-Diät zum Beispiel ist proteinreicher und überschüssiges Protein wird in Glukose umgewandelt, was nicht so viel Blutketone stimulieren würde und daher sicherer sein könnte. Aber meine Empfehlung wäre, die Kohlenhydrataufnahme im Spätsommer bis Frühwinter leicht zu erhöhen, um den Körper zirkulieren zu lassen. Eine Vermutung ist, dass unsere Vorfahren zu dieser Jahreszeit einen Anstieg an Nüssen, Früchten und Honig hatten. Grundleret al. (2020) Studie zum Langzeitfasten (10 Tage) beim Menschen zeigte eine Zunahme der antioxidativen Kapazität und eine Abnahme des oxidativen Stresses. Sie gaben den Probanden jedoch 250 kcal und 16 g Kohlenhydrate in Form von Honig pro Tag, was den Blutketonspiegel wahrscheinlich leicht senken würde.","p48":"Vitamin C ist auch eine interessante Beobachtung. Lennerzet al. (2021) fanden heraus, dass selbst bei Menschen, die <10 % der empfohlenen Tagesdosis zu sich nahmen, nie ein Mangel gemeldet wurde. Dies könnte am geringen Bedarf an Antioxidantien und Vitamin C während der Ketose im Vergleich zu einem Kohlenhydratstoffwechsel liegen (Grundler et al. 2020).","p49":"Viele der in dieser Theorie erwähnten Studien verwenden Mäuse als Probanden für Fastenversuche. In seiner Arbeit fand Demetrius (2005) heraus, dass Mäuse und Menschen eine starke metabolische Homogenität haben, selbst in spezialisierten Zellen und molekularen Mechanismen, die Wachstum, Replikation, Differenzierung und Tod regulieren. Demetrius maß auch den Unterschied im Grundumsatz pro Gramm Körpergewicht, sie waren bei Mäusen im Durchschnitt siebenmal schneller als beim Menschen. Wenn wir dies wissen, können wir basierend auf den Studien an Ratten eine Vermutung auf die unterschiedlichen Längen der Fastenintervalle für den Menschen stützen.","p5":"DeLauer (2019) vereinfacht die komplexen Krebswachstumsprozesse in einem Video und hebt hervor, dass sich die meisten Krebszellen von normalen Zellen darin unterscheiden, wie sie Energie umwandeln, um sich zu vermehren. Er verweist auf eine aktuelle Studie von Hsieh et al. (2019), wo sie zu dem Schluss kommen, dass die Zellglykolyse die Hauptursache für das Krebswachstum ist, aber auch keine sehr effiziente, was bedeutet, dass die meisten Krebsarten auf hohe Insulin- und Blutzuckerspiegel reagieren, um zu wachsen, und dass Krebs große Mengen an Glukose zum Wachstum benötigt eine sehr kleine Menge. Es wurde gezeigt, dass die Senkung des Blutzuckerspiegels das Krebswachstum hemmt und der Wechsel zu einer ketogenen Ernährung den Krebs vollständig aushungert. Es wurde der Schluss gezogen, dass (die meisten) Krebszellen Ketone nicht für Wachstum umwandeln können. Poffet al. (2014) schreiben in ihrer Arbeit über die Überlebensrate bei Mäusen mit metastasierendem Krebs, und sie erwähnen, dass Krebszellen einen anormalen Stoffwechsel zeigen, der durch einen erhöhten Glukoseverbrauch gekennzeichnet ist, und dass allein die Ergänzung von Ketonen zu einer höheren Überlebensrate führte.","p50":"Laut Xia et al. (2017) gibt es eine Mutation, die den Krebs mit der Fähigkeit ausstattet, sich unter Verwendung von Fett als Brennstoff zu vermehren. Die Mutation tritt bei über 50 % der Melanome, 10 % der Darmkrebserkrankungen, 5 % der multiplen Myelome und 2 % der Leukämie auf. Das sind etwa 0,004 % aller bekannten Krebsarten. Auch von Grabacka et al. (2020) Papier hemmen Ketone die Proliferation von Melanom- und Glioblastomzellen nicht direkt. Die Methode, die Xia et al. (2017) verwendet wurde, um Mäuse mit einer fettreichen Diät zu füttern und Acetoacetat zu injizieren, um eine saurere Umgebung bereitzustellen, um das Krebsproliferationspotential zu erhöhen. Dadurch wird jedoch die biologische Funktion der Autophagie ausgeschaltet, die möglicherweise gegen den Krebs wirkt. Xiaet al. diskutierten auch, dass ihre Tests isoliert seien und dass andere Körperfunktionen einen Einfluss auf die Ebene des gesamten Organismus haben könnten. Dies wird von Antunes et al. (2016), wo sie herausfanden, dass Fasten die Empfindlichkeit menschlicher Melanomzellen gegenüber Cisplatin, einer Art Chemotherapie, erhöht. Grabacka et al. (2020) erwähnen auch, wie Melanomzellen lokale Entzündungen für ihr Wachstum nutzen. Dies könnte auf die Reduzierung von Entzündungen im Körper während des Fastens zurückgeführt werden. Mokhtari et al. (2017) schreiben auch, dass Sulforaphan Entzündungen reduziert, was möglicherweise zur Melanomprävention beitragen kann. Woolfet al. (2015) stellten auch eine Verringerung der Entzündungssignalwege in Gliomtumoren fest, bei Ratten, die mit einer ketogenen Diät gefüttert wurden. O’Flanagan et al. (2017) fanden heraus, dass eine Kalorienrestriktion auch systemische Entzündungen reduziert.","p51":"Choi (2020) schreibt über die Auswirkungen der Kalorienrestriktion auf die Hautbiologie. Choi kam zu dem Schluss, dass eine Kalorieneinschränkung positive Auswirkungen auf die Hautalterung, die Wundheilung, die Faltenbildung, die Stängelerhaltung und die Karzinogenese hat. Aufgrund der gleichen Enzyme und Sirtuine, die Cronise et al. (2014) festgestellt, wurde als Reaktion auf Nahrungsmittelknappheit freigesetzt. Tannenbaum und Silverstone (1949) fanden auch heraus, dass eine Abnahme der Kalorienaufnahme bei Mäusen zu einer Abnahme von Methylcholanthren-induzierten Hauttumoren und spontanen Hepatomen führte.","p52":"Weller (2016) diskutieren die Notwendigkeit einer angemessenen Sonneneinstrahlung. Er nennt einige Studien aus Skandinavien, die eine dosisabhängige Abnahme der Sterblichkeit mit erhöhtem Sonnensuchverhalten zeigen, allerdings bei höherer Hautkrebs-Inzidenzrate. Eine chronische berufliche Exposition kann jedoch schützend wirken. Brenner und Hearing (2009) bestätigen diese Vorstellung, dass hochpigmentierte Haut umfassend vor Karzinogenese geschützt ist. Wenn eine Person starkem Sonnenlicht überbelichtet wird, reagiert der Körper mit Sonnenbrand. Dies schädigt die Haut-DNA und erhöht das Hautkrebsrisiko. Brenner und Hearing erwähnen auch das melanogene Potenzial eines Individuums, bei dem das gleiche Winterfasten-Prinzip für die Sonnenexposition verwendet werden kann. Ihr melanogenes Potenzial hat sich wahrscheinlich über Generationen an spezifische Sonnenlichtbedingungen angepasst, basierend auf einer ausreichenden Vitamin-D-Aufnahme im Winter und einer ausreichenden Pigmentierung, um UV-Schäden im Sommer zu reduzieren. Wir können auch davon ausgehen, dass der Kontakt mit Sonnenlicht im Frühling, wenn die Haut am hellsten ist, entscheidend für den Melaninaufbau und den Schutz für den Sommer ist. Das Problem tritt auf, wenn wir im Frühling drinnen sind, keinen niedrigen UV-Index erhalten und dann im Hochsommer aus der Bräune springen. Sie sollten auch auf Ihr genetisches melanogenes Potenzial achten, wenn Sie weiße Haut haben und in einen Bereich mit hohem UV-Index ziehen, sind Sie einem hohen Risiko ausgesetzt, da Sie sich genetisch nicht schnell genug anpassen können. Dies könnte der Grund dafür sein, dass Australien (Cancer Council 2022) höhere Hautkrebsraten aufweist.","p53":"Interessant ist auch, dass Sample und He (2017) zeigen, dass die UV-Exposition die Autophagie in der Haut als unmittelbare Reaktion auf die Reparatur beschädigter DNA erhöht, das Tumorwachstum unterdrückt und oxidative Stressproteine und -lipide entfernt. Hautkrebs kann sich jedoch auch auf der Haut bilden, die normalerweise nicht der Sonne ausgesetzt ist (Hung 2022). Was darauf hindeuten könnte, dass sich UV-geschädigte Teile in der Haut ausbreiten oder dass ein Mangel an lokaler Autophagie vorliegt. Eine hohe Anzahl an Muttermalen ist auch ein Indikator für Hautkrebs (Hung 2022), Rasi et al. (2007) sahen eine positive Korrelation zwischen der Gesamtzahl der Hautmarker und der mittleren Nüchtern-Plasmaglukose. Sie fanden heraus, dass Patienten mit 30 oder mehr Hautanhängseln ein hohes Risiko für einen gestörten Kohlenhydratstoffwechsel hatten.","p54":"Der gegenwärtige Lebensstil und die Ernährung des modernen Menschen sind nicht nachhaltig, angesichts der angesprochenen Quellen könnten wir als Gesellschaft wahrscheinlich stark davon profitieren, wenn wir sechs Monate im Jahr ein Regime einer ketogenen Ernährung mit Kalorienrestriktion und Fastensitzungen befolgen würden , wahrscheinlich im Winter und Frühjahr. Das Wichtigste an der ketogenen Ernährung, dem Fasten und der Kalorienrestriktion ist, dass sie alle synergetisch wirken und die Vorteile verstärken.","p55":"Nach allem, was ich gesammelt habe, sollte es für eine Person keine Probleme geben, mit dieser Technik zu beginnen, jedoch ist die stärkste Eigenschaft der Menschheit die Fähigkeit zur Anpassung, aber diese Anpassung muss langsam erfolgen. Wenn Sie also versuchen, dies zu befolgen, tun Sie dies langsam und konsultieren Sie jemanden mit Wissen, wenn Sie Diabetes oder eine Essstörung haben. Ansonsten frohes Fasten.","p56":"Lievere et al. (2014) beobachteten eine der frühesten Formen von Weichteilkrebs, das metastasierende Karzinom. Das Exemplar wurde auf 4600 Jahre datiert und wurde in Ostsibirien gefunden. Johnson (2010) und Schultz et al. (2007) fanden zwei Überreste von Weichteilkrebs vor 2700 Jahren. Es wurde festgestellt, dass die Probe eine Form von Prostatakrebs aufwies, und laut Kaiser et al. (2020) hat Prostatakrebs einen direkten Zusammenhang mit Insulinresistenz. Sie fanden heraus, dass eine kohlenhydratarme/ketogene Ernährung wegen ihrer überlegenen Wirkung auf Stoffwechselparameter bevorzugt werden sollte. Dies stützt die Theorie steigender Krebsraten, die durch das Aufkommen der Landwirtschaft verursacht wurden, die vor etwa 7000 bis 10000 Jahren an Fahrt gewann, als der Kohlenhydratverbrauch zusammen mit der Insulinresistenz zunahm.","p57":"Ein relevantes Zitat von Coffey (2001): „Homo sapiens entwickelte sich erst vor etwa 150.000 Jahren, und nur in den letzten 10 % dieser Zeit (vor 10.000 bis 15.000 Jahren) änderten Menschen und Hunde ihre Ernährung dramatisch. Dies ist die Zeit als Menschen den Hund domestizierten, Tiere züchteten, Getreide anbauten und Fleisch und Gemüse kochten, verarbeiteten und lagerten.Alle aktuellen epidemiologischen Beweise und Vorschläge zur Vorbeugung von Prostata- und Brustkrebs beim Menschen weisen darauf hin, dass wir zu den ursprünglichen Ernährungsweisen unserer Vorfahren zurückkehren sollten entwickelt.\"","p6":"Diese Vorstellung wird auch von Gannett (2016) unterstützt, wo sie erklärt, dass sie das Wachstum eines bösartigen Hirntumors gestoppt und mit der ketogenen Ernährung die polyzystische Ovarialerkrankung, Hashimoto-Thyreoiditis und Brustkrebs im Vorstadium geheilt hat. Berg (2020) erklärt in seinem Vortrag, dass ein menschlicher Körper, der mit Ketonen läuft, viel gesünder ist als einer, der Glukose als Brennstoff verwendet. Seine Hauptargumente sind, dass Tumore auf Ketonen nicht wachsen können und dass eine ketogene Ernährung das Insulin nicht so stark erhöht wie eine normale Glukose-Diät.","p7":"D'Agostino (2013) erklärt in seinem Ted-Vortrag, dass er die Wirkung von Ketonen als Heilmittel für sauerstoff- und druckbedingte Anfälle bei Navy-Seal-Tauchern untersucht hat. Er erklärt mehrere Beispiele von Menschen, die die ketogene Diät als Heilmittel gegen Epilepsie verwendet haben, und sie verwenden Ketonpräparate als Heilmittel für die Navy-Seal-Taucher. Später weist er darauf hin, dass Krebszellen nur große Mengen an Glukose als Energie nutzen können und sich auf Ketonen nicht vermehren können. Er zitiert Professor Thomas Seyfried, den Autor von „Krebs ist eine Stoffwechselkrankheit“. Lunt (2016) spricht auch darüber, wie Krebs extrem von Glukose abhängig ist, und sie spricht auch davon, wie einige Krebszellen ihren eigenen Glukosestoffwechsel basierend auf der Verfügbarkeit von Sauerstoff neu verdrahten können. D'Agostino (2013) forschte auch zu Krebszellen und Sauerstoff, wo er Beweise dafür fand, dass eine Umgebung mit hohem Sauerstoffgehalt Krebszellen sehr effektiv zerstörte.","p8":"Harper (2020) präsentiert einige interessante Erkenntnisse zur ketogenen Ernährung. Er erklärt ein Diagramm, das als Krankheitsachse bezeichnet wird, wo die Hauptursache Kohlenhydrate sind, was zu Insulinresistenz führt, was zu Fettleibigkeit führt, was zu Entzündungen führt. Er stellt fest, dass allein der Wechsel zu einer ketogenen Ernährung etwa 70 % der chronischen Krankheiten beseitigen würde. Er geht auch auf Krebs ein und bestätigt, dass Krebszellen von Glukose als Brennstoff abhängig sind, und er zeigt eine interessante Theorie, in der seine Hypothese lautet, dass Glukose und Insulin sehr starke Wachstumsfaktoren im Körper sind und durch deren Senkung mit der ketogenen Ernährung, ermöglicht es dem Immunsystem, Krebszellen zu fangen, bevor sie sich ausbreiten. Seine neueste Studie zur ketogenen Anpassung untersuchte die Auswirkungen auf Frauen mit Brustkrebs im Endstadium im vierten Stadium, wo sie ihnen neben einer Chemotherapie eine ketogene Diät verabreichten. Dies führte zu einer extremen Krebsrückbildung nach sechs Wochen.","p9":"Li (2014) erklärt, dass alle Krebsarten für ihr Wachstum auf eine mutierte Angiogenese angewiesen sind. Er zeigt auch, dass Krebszellen effizient durch Anti-Angiogenese-Verbindungen entfernt werden können. Woolfet al. (2015) die Wirkung einer ketogenen Ernährung auf die Angiogenese bei Mäusen untersuchten, stellten sie fest, dass die Angiogenese bei einer ketogenen Ernährung signifikant reduziert wird. Woolfet al. fasst auch die ketogene Ernährung zusammen:","seo_desc":"Die Theorie besagt, dass die Mehrheit der Menschen auf der Erde, insbesondere die Nachkommen aus einer kalten Umgebung, an Krebs und Krankheiten erkranken, weil ihnen eine lange Fastenzeit, Kalorieneinschränkung und eine ketogene Ernährung im Winter und Frühling, die vorherrschend war, fehlt im Leben ihrer Vorfahren. Der Zweck dieses Papiers ist es, die Beweise für Fasten, Kalorienrestriktion und die ketogene Ernährung und ihre Korrelation zu Krebs zu untersuchen. Sowie die Erforschung des Aufkommens der Landwirtschaft als Ursache von Krebs. Die Argumente werden von einem logischen Standpunkt aus nach dem First-Principles-Ansatz analysiert.","seo_title":"Krebs Whitepaper","t1":"Abstrakt","t10":"Krebs und Kalorienrestriktion","t11":"Diskussion","t13":"Die paläolithische Ernährung","t14":"Die Fleischfresser-Diät","t15":"Warum pflanzliche Ernährung funktioniert","t16":"Gehirnentwicklung","t17":"Andere Krankheiten","t18":"Diabetes Typ 1","t19":"Widerstandstraining und permanente mitochondriale Anpassung","t2":"Hintergrundtheorie","t20":"Alles ist kumulativ","t21":"Die „metabolische Winter“-Hypothese","t22":"Langfristige Ketose","t23":"Fasten bei Ratten und Menschen","t24":"Fettgefeuerte Mutationen","t25":"Hautbiologie","t26":"Zusammenfassung","t27":"Quellen","t3":"Statistiken","t4":"Krebs und Ketogenese","t5":"Saisonabhängigkeit der Hormone","t6":"Fasten im Frühling","t7":"Fasten im antiken Griechenland","t8":"Autophagie","t9":"Krebs und Fasten","ta1":"Alimentarium","ta10":"Zentren für die Kontrolle und Prävention von Krankheiten","ta11":"Ciuris et al.","ta12":"Krebs Rat","ta13":"Challa et al.","ta14":"Chenget al.","ta15":"Choi","ta16":"Chung und Chung","ta17":"Kaffee","ta18":"Cronise et al.","ta19":"D’Agostino","ta2":"Antuneset al.","ta20":"Delauer","ta21":"Demetrius","ta22":"Desmondet al.","ta23":"Dinuet al.","ta24":"Ekberg","ta25":"Ekberg","ta26":"Brayet al.","ta27":"Fanet al.","ta28":"Fesseln und Philis-Tsimikas","ta29":"Fung","ta3":"Arsyad et al.","ta30":"Gannett","ta31":"Grabacka et al.","ta32":"Grönebaek und Vissing","ta33":"Grundleret al.","ta34":"Harper","ta35":"Herrmann et al.","ta36":"Aufgehängt","ta37":"Hsieh et al.","ta38":"Johnson","ta39":"Kaiseret al.","ta4":"Berge","ta40":"Larssonet al.","ta41":"Leite et al.","ta42":"Lennerzet al.","ta43":"Li","ta44":"Lievere et al.","ta45":"Lange","ta46":"Lunt","ta47":"Mills et al.","ta48":"Mokhtari et al.","ta49":"Moughan","ta5":"Boginet al.","ta50":"Odeset al.","ta51":"O’Flanagan et al.","ta52":"Osborn","ta53":"Peterson","ta54":"Poffet al.","ta55":"Rasiet al.","ta56":"Roser und Ritchie","ta57":"Saladin","ta58":"Probe und He","ta59":"Schultzet al.","ta6":"Bosworth","ta60":"Sebastianet al.","ta61":"Sinclair","ta62":"Tannenbaum und Silverstone","ta63":"Tendleret al.","ta64":"Tramazzo","ta65":"Weller","ta66":"Walenet al.","ta67":"Wikipedia","ta68":"Wikipedia","ta69":"Wikipedia","ta7":"Brenner und Hören","ta70":"Wikipedia","ta71":"Buchinger Wilhelmi","ta72":"Woolfet al.","ta73":"Xiaet al.","ta74":"Xiaoet al.","ta75":"Untergang der Zivilisationen","ta8":"Brandhorstet al.","ta9":"Byrneet al.","title":"Krebs Whitepaper","tj1":"Alimentarium","tj10":"Krebs Rat","tj11":"Das American Journal of Clinical Nutrition","tj12":"World Cancer Research Fund International","tj13":"Gesundheit im Alltag","tj14":"Wiley Online-Bibliothek","tj15":"drhungmd","tj16":"New York Times","tj17":"Britisches Journal of Cancer","tj18":"Zeitschrift für translationale Medizin","tj19":"Aktuelle Entwicklungen in der Ernährung","tj2":"PubMed","tj20":"Plus eins","tj21":"Südafrikanisches Journal of Science","tj22":"Griechische Medizin","tj23":"Unsere Welt in Daten","tj24":"Krebsres","tj25":"PNAS","tj26":"Mittel","tj27":"Karger","tj28":"Das Journal für Ernährung","tj29":"Wikipedia","tj3":"Zeitschrift für Ernährung und Stoffwechsel","tj30":"Zelle","tj4":"Youtube","tj5":"Nationalbibliothek für Medizin","tj6":"MDPI","tj7":"Krebs Rat","tj8":"Zentren für die Kontrolle und Prävention von Krankheiten","tj9":"ScienceDirect","tp1":"2016","tp10":"2022","tp11":"2019","tp12":"2022","tp13":"2021","tp14":"2014","tp15":"2020","tp16":"2019","tp17":"2001","tp18":"2014","tp19":"2013","tp2":"2016","tp20":"2019","tp21":"2005","tp22":"2021","tp23":"2017","tp24":"2021","tp25":"2019","tp26":"2018","tp27":"2017","tp28":"2020","tp29":"2016","tp3":"2020","tp30":"2016","tp31":"2020","tp32":"2017","tp33":"2020","tp34":"2020","tp35":"2020","tp36":"2022","tp37":"2019","tp38":"2010","tp39":"2020","tp4":"2020","tp40":"2005","tp41":"2021","tp42":"2021","tp43":"2014","tp44":"2014","tp45":"2016","tp46":"2016","tp47":"2017","tp48":"2017","tp49":"2021","tp5":"2015","tp50":"2016","tp51":"2017","tp52":"2007","tp53":"2022","tp54":"2014","tp55":"2007","tp56":"2015","tp57":"2020","tp58":"2017","tp59":"2007","tp6":"2019","tp60":"2002","tp61":"2019","tp62":"1949","tp63":"2021","tp64":"2019","tp65":"2016","tp66":"2017","tp67":"2021","tp68":"2021","tp69":"2022","tp7":"2009","tp70":"2021","tp71":"2021","tp72":"2015","tp73":"2017","tp74":"2016","tp75":"2020","tp8":"2015","tp9":"2017","tt1":"Freiwilliges Fasten","tt10":"Was ist Typ-1-Diabetes?","tt11":"Ein Vergleich der Verdaulichkeit von Nahrungsproteinen, basierend auf DIAAS-Scoring, bei vegetarischen und nicht-vegetarischen Sportlern","tt12":"Hautkrebs","tt13":"Paläolithische Ernährung","tt14":"Längeres Fasten reduziert IGF-1/PKA, um die auf hämatopoetischen Stammzellen basierende Regeneration zu fördern und die Immunsuppression umzukehren","tt15":"Licht auf die Auswirkungen der Kalorienrestriktion und ihrer Mimetik auf die Hautbiologie werfen","tt16":"Die Auswirkungen der Kalorienrestriktion auf die Autophagie: Rolle bei der Alterungsintervention","tt17":"Ähnlichkeiten von Prostata- und Brustkrebs: Evolution, Ernährung und Östrogene","tt18":"Die metabolische Winterhypothese: Eine Ursache der aktuellen Epidemien von Fettleibigkeit und kardiometabolischen Erkrankungen","tt19":"Hungernder Krebs: Dominic D'Agostino bei TEDxTampaBay","tt2":"Fasten erhöht die Empfindlichkeit menschlicher Hautmelanome gegenüber Cisplatin-induziertem Zelltod","tt20":"Keto und Krebs","tt21":"Von Mäusen und Männern","tt22":"Wachstum, Körperzusammensetzung und kardiovaskuläres und Ernährungsrisiko von 5- bis 10-jährigen Kindern, die sich vegetarisch, vegan oder Allesfresser ernähren","tt23":"Vegetarische, vegane Ernährung und mehrere Gesundheitsergebnisse: Eine systematische Überprüfung mit Metaanalyse von Beobachtungsstudien","tt24":"Wie man Kohlenhydrate bei einer Keto-Diät zählt, um schnell Gewicht zu verlieren","tt25":"Ketose vs. Ketoazidose (Keto-Diät gefährlich?)","tt26":"Vergleich von mehr und weniger entwickelten Ländern Wie Krebsraten in verschiedenen Entwicklungsstadien zwischen Ländern variieren","tt27":"Klinisch-pathologische Bedeutung der Glucose-Transporter-Protein-1-Überexpression beim menschlichen Osteosarkom","tt28":"Was sind die Anzeichen für hohen und niedrigen Blutzucker?","tt29":"Dr. Jason Fung - Heilfasten - Lösung des Zwei-Kompartiment-Problems","tt3":"Langfristige ketogene Ernährung induziert metabolische Azidose, Anämie und oxidativen Stress bei gesunden Wistar-Ratten","tt30":"Krebs mit einer ketogenen Ernährung besiegen","tt31":"Melanom – Zeit zum Fasten oder Zeit zum Schlemmen? Ein Zusammenspiel zwischen PPARs, Stoffwechsel und Immunität","tt32":"Einfluss des Widerstandstrainings auf die mitochondriale Biogenese, den Inhalt und die Funktion der Skelettmuskulatur","tt33":"Zusammenspiel zwischen oxidativen Schäden, dem Redoxstatus und metabolischen Biomarkern beim Langzeitfasten","tt34":"Dr. David Harper – „Ketogene Ernährung zur Vorbeugung und Behandlung von Krebs (und vielleicht COVID19)“","tt35":"Umfassender Überblick über die Qualität pflanzlicher und tierischer Proteine basierend auf dem Score der verdaulichen, unverzichtbaren Aminosäuren","tt36":"4 MÖGLICHKEITEN, DIE SIE AUSSER SONNENLICHT HAUTKREBS ERHALTEN KÖNNEN","tt37":"p63 und SOX2 diktieren Glukoseabhängigkeit und metabolische Schwachstellen bei Plattenepithelkarzinomen","tt38":"Ausgrabung prähistorischer Tumore und Debatte","tt39":"Die sich entwickelnde Rolle der Ernährung bei Prostatakrebsrisiko und -progression","tt4":"Dr. Eric Berg - 'Praktisches Keto'","tt40":"Rolle der Insulin-ähnlichen Wachstumsfaktor-1-Rezeptorsignalisierung bei Krebs","tt41":"Wege der Forschung zu diätetischen Interventionen, um den Tumorstoffwechsel bei Osteosarkom anzugreifen","tt42":"Verhaltensmerkmale und selbstberichteter Gesundheitszustand von 2029 Erwachsenen, die eine „Fleischfresser-Diät“ zu sich nehmen","tt43":"Können wir essen, um Krebs auszuhungern? - William Li","tt44":"Paläopathologische Beschreibung und Diagnose eines metastasierten Karzinoms bei einem Sammler aus der frühen Bronzezeit (4588 + 34 Kal. BP) aus der Region Cis-Baikal in Ostsibirien","tt45":"Fasten: Die Verjüngung von innen erwecken - Valter Longo - TEDxEchoPark","tt46":"Krebs weghungern","tt47":"Die Langzeitverabreichung von Nicotinamid-Mononukleotid mildert den altersbedingten physiologischen Rückgang bei Mäusen","tt48":"Die Rolle von Sulforaphan bei der Krebs-Chemoprävention und den gesundheitlichen Vorteilen: eine Mini-Rezension","tt49":"Proteinaufnahme der Bevölkerung und Indizes für die Nachhaltigkeit von Lebensmitteln: Die Metriken sind wichtig","tt5":"Sex, Sport, IGF-1 und der Gemeinschaftseffekt in der Höhenhypothese","tt50":"Frühester Hominin-Krebs: 1,7 Millionen Jahre altes Osteosarkom aus der Swartkrans-Höhle, Südafrika","tt51":"Wenn weniger mehr sein kann: Kalorienrestriktion und Ansprechen auf eine Krebstherapie","tt52":"FASTEN UND REINIGUNG","tt53":"TEDx würde das nicht posten...","tt54":"Eine Ketonergänzung verringert die Lebensfähigkeit von Tumorzellen und verlängert das Überleben von Mäusen mit metastasierendem Krebs","tt55":"Hautmarkierung als kutaner Marker für einen gestörten Kohlenhydratstoffwechsel: eine Fall-Kontroll-Studie","tt56":"Krebs","tt57":"Dr. Paul Saladino - „Entlarvung der Fleischfresser-Diät“","tt58":"Autophagie bei der Reaktion auf UV-Schäden","tt59":"Ältester bekannter Fall von metastasierendem Prostatakarzinom, diagnostiziert im Skelett eines 2.700 Jahre alten skythischen Königs aus Arzhan (Sibirien, Russland)","tt6":"Ihr Gehirn auf Ketone; Alzheimer, Gedächtnis, MCT","tt60":"Abschätzung der Netto-Säurebelastung der Ernährung vorlandwirtschaftlicher Homo sapiens und ihrer hominiden Vorfahren","tt61":"Warum wir altern und warum wir nicht müssen – David Sinclair – Gespräche bei Google","tt62":"Der Einfluss des Grades der Kalorienrestriktion auf die Bildung von Hauttumoren und Hepatomen bei Mäusen","tt63":"Hormon-Saisonabhängigkeit in Krankenakten deutet auf circannale endokrine Kreisläufe hin","tt64":"Fasten & Autophagie (Teil 2) – Wie man Autophagie auslöst und maximiert","tt65":"Sonnenlicht hat kardiovaskuläre Vorteile unabhängig von Vitamin D","tt66":"Paläolithische und mediterrane Ernährungsmusterwerte sind umgekehrt mit der Gesamtmortalität und der ursachenspezifischen Mortalität bei Erwachsenen assoziiert","tt67":"Autophagie","tt68":"Fasten","tt69":"Paläolithikum","tt7":"Die schützende Rolle von Melanin gegen UV-Schäden in der menschlichen Haut","tt70":"Shanidar-Höhle","tt71":"ALLES ÜBER DAS FASTEN - Q&A 10 (Langzeitfasten vs. Intervallfasten) - Buchinger Wilhelmi","tt72":"Die ketogene Ernährung verändert die hypoxische Reaktion und beeinflusst die Expression von Proteinen, die mit Angiogenese, invasivem Potenzial und vaskulärer Permeabilität in einem Maus-Gliom-Modell assoziiert sind","tt73":"Die Verhinderung der durch Nahrungsfette angetriebenen Ketogenese dämpft das BRAF-V600E-Tumorwachstum","tt74":"Leucinentzug hemmt die Proliferation und induziert die Apoptose menschlicher Brustkrebszellen über die Fettsäuresynthase","tt75":"4. Die grönländischen Wikinger – Land der Mitternachtssonne","tt8":"Eine regelmäßige Diät, die das Fasten nachahmt, fördert die Multisystem-Regeneration, verbesserte kognitive Leistung und Gesundheitsspanne","tt9":"Intermittierende Energieeinschränkung verbessert die Effizienz der Gewichtsabnahme bei übergewichtigen Männern: die MATADOR-Studie"}