{"contribute":"गीथूब पर इस श्वेतपत्र में योगदान करें","intro":"यह भंडार शीतकालीन-उपवास के सिद्धांत और कैंसर की रोकथाम के साथ इसके संबंध की पड़ताल करता है। प्रासंगिक संसाधनों का सुझाव देने के लिए एआई मॉडल का उपयोग करना।","link":"संपर्क","p1":"सिद्धांत यह है कि पृथ्वी पर अधिकांश लोग, विशेष रूप से ठंडे वातावरण के वंशजों को कैंसर और बीमारियां हो रही हैं क्योंकि वे लंबे समय तक उपवास, कैलोरी प्रतिबंध और सर्दियों और वसंत के दौरान उच्च वसा वाले आहार को याद नहीं कर रहे हैं। पूर्वजों के जीवन में प्रचलित है। इस पत्र का उद्देश्य उपवास, कैलोरी प्रतिबंध और एक उच्च वसा वाले आहार और कैंसर से इसके संबंध के प्रमाण का पता लगाना है। साथ ही कैंसर के कारण के रूप में कृषि के आगमन की खोज करना। पहले सिद्धांतों के दृष्टिकोण का उपयोग करके तर्कों का तार्किक दृष्टिकोण से विश्लेषण किया जाता है।","p10":"\"केटोजेनिक आहार, कैलोरी प्रतिबंध (और आंतरायिक उपवास) और अन्य संभावित चयापचय उपचारों के एंटी-ट्यूमर लाभों के अंतर्निहित तंत्र को अभी तक पूरी तरह से स्पष्ट नहीं किया गया है, हालांकि, प्रीक्लिनिकल डेटा दृढ़ता से सुझाव देता है कि चयापचय परिवर्तन एक अत्यधिक प्रभावी चिकित्सा हो सकता है और हो सकता है वास्तव में घातक ग्लिओमास के लिए देखभाल के वर्तमान मानक को बढ़ाता है।\"","p11":"टेंडलर एट अल का एक हालिया अध्ययन। (2021) विभिन्न मौसमों के आधार पर हार्मोन में परिवर्तन को मापता है। उन्होंने निष्कर्ष निकाला कि, अन्य सभी जानवरों की तरह, मनुष्यों में भी प्रजनन, विकास, चयापचय और तनाव अनुकूलन के लिए हार्मोन में अलग-अलग शीतकालीन-वसंत शिखर होते हैं। अध्ययन ने सुझाव दिया कि मनुष्यों के पास एक चक्रीय घड़ी होती है जो ऋतुओं पर नज़र रख सकती है, ऋतुओं के आधार पर हार्मोन को नियंत्रित कर सकती है। देखे गए परिवर्तन हार्मोन, कोर्टिसोल, एसीटीएच, टी 3, टी 4, टीएसएच, एस्ट्राडियोल, टेस्टोस्टेरोन, एलएच, एफएसएच, जीएच, आईजीएफ -1 और प्रोलैक्टिन में थे।","p12":"डॉ फ्रांकोइस विल्हेल्मी डी टोलेडो ने बुचिंगर विल्हेल्मी उपवास संस्थान के साथ एक साक्षात्कार में उल्लेख किया है कि उपवास का वसंत एलर्जी पर प्रभाव पड़ता है। वह अप्रैल (विल्हेल्मी 2021) के दौरान बर्च पराग से एलर्जी का समाधान करने के लिए उपवास का उपयोग करती है।","p13":"प्रमुख धर्मों में उपवास भी शामिल है। ईसाई धर्म और इस्लाम दोनों के अपने प्रमुख उपवास आमतौर पर मार्च और मई के बीच होते हैं। यहूदी धर्म पूरे वर्ष भर में अधिक फैले हुए उपवास का उपयोग करता है (विकिपीडिया 2021)।","p14":"प्राचीन ग्रीस में, उपवास का मतलब ओलंपिक खेलों से पहले एथलीटों के शरीर को शारीरिक प्रशिक्षण के लिए तैयार करना था। यह बुद्धि और स्वास्थ्य को विकसित करने का एक साधन भी था (एलिमेंटेरियम 2016)।","p15":"\"हर किसी के अंदर एक चिकित्सक होता है; हमें बस उसके काम में उसकी मदद करनी है। हम में से प्रत्येक के भीतर प्राकृतिक उपचार शक्ति ठीक होने में सबसे बड़ी शक्ति है। हमारा भोजन हमारी दवा होना चाहिए। हमारी दवा हमारा भोजन होना चाहिए। लेकिन जब आप बीमार हों तो खाना अपनी बीमारी को खिलाना है\" - हिप्पोक्रेट्स (ओस्बोर्न 2007)।","p16":"ऑटोफैगी को पहली बार योशिनोरी ओहसुमी द्वारा मापा गया था, जिन्होंने 2016 में फिजियोलॉजी और मेडिसिन में नोबेल पुरस्कार जीता था, जहां प्रक्रियाएं सेल का प्राकृतिक, विनियमित तंत्र है जो अनावश्यक या निष्क्रिय घटकों को हटा देता है। ऑटोफैगी जीवन की विभिन्न अवस्थाओं में मौजूद है, लेकिन विशेष रूप से एरोबिक व्यायाम या उपवास के बाद (विकिपीडिया 2021)। बर्ग (2020) ने अपनी बात में उल्लेख किया है कि वह रोगियों को ऑटोफैगी और स्वास्थ्य के लाभों के लिए लगातार एरोबिक व्यायाम शासन का पालन करने की सलाह देते हैं। ट्रामाज़ो (2019) के अनुसार, यदि व्यक्ति पहले से ही पोषण संबंधी कीटोसिस/वसा के अनुकूल है, तो उसके प्रभाव को बढ़ाते हुए, ऑटोफैगी लगभग 10 घंटे तेजी से शुरू होगी।","p17":"एक आम गलत धारणा यह है कि ऑटोफैगी शुरू करने के लिए एक उपवास की स्थिति में होना चाहिए, हालांकि, चुंग और चुंग (2019) ने कैलोरी प्रतिबंध का उपयोग करके प्राथमिक ऑटोफैगी-संबंधित जीन के परिवर्तनों का पता लगाया। उन्होंने पाया कि कैलोरी में 30% की कमी के जवाब में मनुष्यों में ऑटोफैगी-संबंधित जीन में काफी वृद्धि हुई थी।","p18":"चिकित्सीय उपवास के बारे में अपनी प्रस्तुति में, फंग (2016) ने उपवास के लाभों के बारे में विस्तार से बताया और कहा कि आधुनिक मानव को बार-बार होने वाले एपिसोड का सामना करने के लिए बनाया गया है जहां भोजन नहीं है। उन्होंने कहा कि उपवास की स्थिति में, शरीर चार दिनों के उपवास के दौरान अपने ऊर्जा व्यय और सेल ऑक्सीजन की उपलब्धता को बढ़ाता है, जो तीसरे दिन चरम पर होता है। वह उपवास को उस तरह से समझाता है जिस तरह से शरीर जमा होने वाले सभी कबाड़ को साफ करता है।","p19":"लोंगो (2016) उपवास के बारे में बताता है और यह कैसे उम्र बढ़ने और बीमारियों को प्रभावित करता है। उन्होंने इंसुलिन और IGF-1 पर कुछ शोध किया जहां उन्होंने IGF-1 रिसेप्टर्स में कमी वाले चूहों की जांच की, जिसके परिणामस्वरूप चूहों के वास्तविक आकार में सामान्य चूहों की तुलना में 50% की कमी आई। उन्होंने पाया कि वे सामान्य चूहों की तुलना में कम से कम 40% अधिक जीवित रहते हैं। सामान्य चूहों के 10% की तुलना में यह पाया गया कि वे कभी भी किसी भी बीमारी का विकास नहीं करते हैं। वह यूसीएलए से अपने शोध को भी दिखाता है जहां वे कीड़े, बैक्टीरिया और खमीर को भूखा रखेंगे, और नतीजा यह हुआ कि यदि आप उन्हें बहुत सारे पोषक तत्वों से केवल पानी में बदलते हैं, तो वे अधिक समय तक जीवित रहेंगे। इसका एक अन्य संदर्भ चेंग एट अल से है। (2014) जहां उन्होंने पाया कि लंबे समय तक उपवास IGF-1 को कम करता है और हेमटोपोइएटिक-स्टेम-सेल-आधारित पुनर्जनन और रिवर्स इम्यूनोसप्रेशन को बढ़ावा देता है। ब्रैंडहॉर्स्ट (2015) ने एक आवधिक उपवास आहार पर एक अध्ययन किया और पाया कि इस आहार पर चूहों में कैंसर की दर लगभग आधी हो जाएगी, और वे अपने जीवन के बाद के चरणों में ही कैंसर का अनुभव करेंगे और अधिकांश ट्यूमर सौम्य थे। नियंत्रण समूह जहां उनके पास यह जीवन के शुरुआती चरणों से होगा और बहुमत घातक था।","p2":"2017 (रोजर और रिची 2015) से एकत्र किए गए आंकड़ों के अनुसार, कैंसर मौतों का दूसरा सबसे बड़ा कारण है, जहां हृदय रोग पहले स्थान पर हैं। इस सिद्धांत में प्रस्तुत तकनीक शायद कार्डियोवैस्कुलर बीमारी को भी खत्म कर देगी, लेकिन मैं इस पेपर के विषय के लिए केवल कैंसर पर ध्यान केंद्रित कर रहा हूं। मेरा अनुमान है कि कार्बोहाइड्रेट की निरंतर खपत के साथ-साथ कैंसर का विकास महत्वपूर्ण रूप से होने लगा, जो शायद कृषि और कार्बोहाइड्रेट की उपलब्धता के कारण होता है। हम कुछ धारणा को आधार बना सकते हैं कि वर्तमान समाज कैंसर से पीड़ित है, हालांकि, इस बात के बहुत कम प्रमाण हैं कि पूर्व-कृषि समाज कैंसर से पीड़ित था, हड्डी के कैंसर के अपवाद के साथ। ओडेस एट अल। (2016) ने दक्षिण अफ्रीका के 1.8 मिलियन वर्ष पुराने एक नमूने का विश्लेषण किया। उन्होंने निष्कर्ष निकाला कि नमूने में घातक हड्डी के कैंसर की एक छोटी वृद्धि थी। ओडेस एट अल। यह भी बताता है कि सॉफ्ट टिश्यू में कैंसर की तुलना में बोन ट्यूमर का जीवनशैली से कोई संबंध नहीं है। यह लेइट एट अल द्वारा समर्थित नहीं है। (2021) और फैन एट अल। (2017) जहां वे हड्डी के कैंसर में इंसुलिन जैसे विकास कारक 1 (IGF-1) और ग्लूकोज की एक बड़ी निर्भरता देखते हैं, और यह कि उपवास, कैलोरी प्रतिबंध और एक केटोजेनिक आहार का कैंसर के खिलाफ लाभकारी प्रभाव होगा। ध्यान देने योग्य बात यह है कि प्राचीन नमूने से हड्डी का कैंसर ज्यादातर सौम्य होता है और हमेशा नियंत्रण में रहता है, यह सुझाव देता है कि हड्डी का कैंसर कंकाल के आघात के मामलों में तेजी से मरम्मत के लिए एक कार्य कर सकता है।","p20":"सिनक्लेयर (2019) गूगल में एंटी-एजिंग में अपने शोध के बारे में बताते हैं। उनकी तकनीक एपिजेनोम हेरफेर और उम्र बढ़ने की रोकथाम के विषय के इर्द-गिर्द घूमती है, यह बदले में हर उस बीमारी को रोकेगा जो उम्र से संबंधित हो सकती है, जिसमें कैंसर के विकास के जोखिम भी शामिल हैं। बाद में उन्होंने उल्लेख किया कि आपके स्वदेशी में हेरफेर करने का एक प्राकृतिक तरीका कम बार-बार खाना है, और वह वर्तमान में एक आंतरायिक उपवास शासन का पालन कर रहा है। वह दर्शकों के इंसुलिन और उम्र बढ़ने पर एक सवाल का जवाब भी देते हैं, जहां उन्होंने निष्कर्ष निकाला है कि उम्र बढ़ने का उच्च इंसुलिन और रक्त-शर्करा के स्तर के साथ सीधा संबंध है। इसके अलावा निकोटिनमाइड मोनोन्यूक्लियोटाइड (NMN) नामक एक महत्वपूर्ण एपिजेनोम पाथवे-रसायन है जो तंत्रिका स्वास्थ्य और एपिजेनोम रिपेयरिंग से संबंधित है। मिल्स एट अल। (2017) एक पेपर में लिखता है कि एनएमएन विभिन्न प्रकार के भोजन में स्वाभाविक रूप से होता है जैसे: एडामे, ब्रोकोली, ककड़ी के बीज, ककड़ी का छिलका, गोभी, एवोकैडो, टमाटर, मशरूम, कच्चा बीफ और झींगा। जिनमें से सभी कार्बोहाइड्रेट में कम हैं।","p21":"मोख्तारी एट अल। (2017) में पाया गया कि कुछ पौधों के खाद्य पदार्थों में सल्फोराफेन होता है, एक यौगिक जो विशेष रूप से कैंसर कोशिकाओं को एपोप्टोसिस (क्रमादेशित कोशिका मृत्यु) को प्रेरित करने में सक्षम है। पौधों के खाद्य पदार्थों में शामिल हैं: ब्रोकोली स्प्राउट्स, ब्रोकोली, फूलगोभी, केल, ब्रसेल्स स्प्राउट्स, गोभी और बोक चोय। जिनमें से सभी कार्बोहाइड्रेट में कम हैं।","p22":"ली (2014) में एंटी-एंजियोजेनिक खाद्य पदार्थों की एक सूची है। उनमें से कुछ हैं: ग्रीन टी, स्ट्रॉबेरी, ब्लैकबेरी, रसभरी, संतरा, बोक चॉय, केल, जिनसेंग, मैटेक मशरूम, नद्यपान, हल्दी, आर्टिचोक, लैवेंडर, कद्दू, टूना, अजमोद, लहसुन, टमाटर, जैतून का तेल और डार्क चॉकलेट। जिनमें से सभी कार्बोहाइड्रेट में कम हैं।","p23":"कैलोरी प्रतिबंध लंबे समय से लोगों के वजन कम करने के उपाय के रूप में उपयोग किया जाता है, लेकिन बीमारी के खिलाफ उपकरण भी हैं। ओ'फ्लानगन एट अल। (2017) ने कैंसर रोगियों पर कैलोरी प्रतिबंध के प्रभावों का पता लगाया। उनका विनिर्देश कुपोषण के बिना रोगियों के कैलोरी सेवन को 30% तक कम करना था। उनका डेटा बताता है कि कैलोरी प्रतिबंध सूजन, एंजियोजेनेसिस, इंसुलिन और IGF-1 के खिलाफ काम करता है। उन्होंने यह भी उल्लेख किया कि चूहों में कैलोरी में 30% की कमी, ट्यूमर की घटनाओं में कुल -75.5% की कमी प्रदर्शित करती है। उन्होंने अनुमान लगाया कि केटोजेनिक आहार के साथ संयुक्त कैलोरी प्रतिबंध, शायद उस संख्या में वृद्धि करेगा।","p25":"पुरापाषाण आहार हमारे पूर्वजों के आहार की स्पष्ट प्रतिकृति के रूप में साहित्य में प्रसिद्ध है। आहार में ताजा दुबला मांस, मछली, शंख, अंडे, नट, बीज, फल, जामुन, सब्जियां और थोड़ी मात्रा में शहद (चल्ला एट अल। 2021) शामिल हैं। वर्ष के कुछ विरल समयों को छोड़कर, यह आहार टूटना कार्बोहाइड्रेट में कम होगा, शायद गर्मियों में जब कुछ फल और शहद उपलब्ध थे। इस आहार के बाद, नियमित व्यायाम और उपवास के साथ, किसी भी व्यक्ति को कमोबेश अपने पूरे जीवन के लिए कीटोसिस में छोड़ देगा। पैलियोलिथिक युग 25 लाख साल पहले से 9000 साल पहले तक चला, जब हमने इंसुलिन स्पाइकिंग, कार्बोहाइड्रेट आधारित आहार (विकिपीडिया 2022) पर स्विच किया।","p26":"चल्ला एट अल। (2021) में उल्लेख किया गया है कि पुरापाषाण आहार शायद पर्यावरण में उपलब्ध भोजन पर बहुत निर्भर था, जैसे कि कुछ नॉर्डिक जनजातियाँ केवल मछली और अन्य समुद्री भोजन का सेवन कर रही थीं। सभ्यताओं का पतन (2020) एक वृत्तचित्र में बताता है कि ग्रीनलैंड वाइकिंग्स कैसे बने, और वे कैसे रहते थे। यह वर्णित है कि वे एक अत्यंत प्रतिबंधात्मक आहार पर रहते थे, क्योंकि ग्रीनलैंड में कुछ भी नहीं बढ़ता था। उनके अधिकांश आहार में मछली और सील शामिल थे।","p27":"30 183 प्रतिभागियों के साथ एक अध्ययन में, व्हेलन एट अल। (2017) ने पुरापाषाण काल और भूमध्यसागरीय आहार के सर्व-कारण मृत्यु दर पर पड़ने वाले प्रभाव की जांच की। उन्होंने पाया कि दोनों आहार सभी कारणों, हृदय, कैंसर और अन्य मृत्यु दर के कम जोखिम से जुड़े थे।","p28":"सेबस्टियन एट अल। (2002) बताते हैं कि प्राकृतिक चयन में कृषि के आगमन से हमारे नए आधुनिक आहार के अनुकूल होने के लिए विकासवादी समय का <1% है। उन्होंने पश्चिमी आहार की तुलना में पैलियोलिथिक आहार के एसिड नेट लोड में अंतर को भी मापा और आहार की पोषक संरचना और आनुवंशिक रूप से निर्धारित पोषण संबंधी आवश्यकताओं के बीच एक बेमेल पाया।","p29":"यहाँ मेरा विचार यह था कि जो लोग उत्तर में रहते थे, जहाँ सर्दियाँ कठोर थीं, वे शायद लंबी सर्दियों के दौरान कोई भी सब्जी नहीं खाएँगे, क्योंकि कुछ भी नहीं उगता था। हम जानते हैं कि लोगों ने भोजन का भंडार कर लिया है, लेकिन अगर भोजन नष्ट हो जाएगा तो वे क्या करेंगे, फिर उन्हें पर्यावरण के लिए स्थानीय भोजन खोजना होगा। इसके बारे में दिलचस्प बात यह है कि कार्बोहाइड्रेट केवल कुछ सब्जियों में प्रचलित हैं, और विशुद्ध रूप से मांसाहारी आहार में लगभग कोई कार्बोहाइड्रेट नहीं होता है। सलादीनो (2020) मांसाहारी आहार के बारे में बात करता है और कैसे प्रारंभिक मनुष्यों के कंकाल विश्लेषण से पता चला कि वे लगभग विशेष रूप से मांसाहारी थे। वह इस बात की भी पुष्टि करता है कि मनुष्य अपने पर्यावरण के आधार पर खाएगा, और यह कि आज की सब्जियाँ वैसी नहीं दिखती थीं जैसी उन्होंने प्रारंभिक मनुष्यों के लिए की थीं। उन्होंने उल्लेख किया है कि लोकप्रिय सब्जियों को पालतू बनाने से उस पौधे के कम से कम विषाक्त, उच्चतम उपज और उच्चतम कैलोरी संस्करण का पक्ष लिया गया है। और यह कि पौधों की उपलब्धता आज की तरह कहीं नहीं थी। इस पर मेरा विचार यह है कि मनुष्य शायद मुख्य रूप से एक मांसाहारी आहार पर रहते थे, जिसमें पौधों और कार्बोहाइड्रेट की थोड़ी मात्रा होती थी, जो पूरक तरीके से सेवन किया जाता था। यह शरीर को कार्बोहाइड्रेट के लिए त्वरित ऊर्जा प्रतिक्रिया की व्याख्या करेगा।","p3":"ली (2014) ने अपनी टेड टॉक में कुछ आंकड़े दिखाए, जहां उन्होंने बताया कि 40 और 50 के दशक में 40% महिलाओं को वास्तव में सूक्ष्म स्तन कैंसर होता है, 50 और 60 के दशक में 50% पुरुषों में सूक्ष्म प्रोस्टेट कैंसर होता है, और वस्तुतः 100% महिलाओं में सूक्ष्म स्तन कैंसर होता है। जब हम 70 के दशक में पहुंचेंगे तो हमें सूक्ष्म थायराइड कैंसर होगा। हालांकि ये आगे विकसित नहीं होंगे क्योंकि इनमें एंजियोजेनेसिस (रक्त की आपूर्ति) की कमी है।","p30":"लेनर्ज़ (2021) के एक हालिया अध्ययन से पता चलता है कि कम से कम 6 महीने के लिए मांसाहारी आहार का पालन करने वाले लोगों द्वारा स्वयं रिपोर्ट किए गए सबूत हैं। उन्होंने निष्कर्ष निकाला कि मांसाहारी आहार का सेवन करने वाले वयस्कों ने कुछ प्रतिकूल प्रभावों का अनुभव किया और इसके बजाय स्वास्थ्य लाभ और उच्च संतुष्टि की सूचना दी।","p31":"जैसा कि मेरे सिद्धांत का आधार यह है कि आपको सर्दियों के दौरान एक कीटोजेनिक आहार में प्रवेश करना चाहिए और उपवास के सत्र भी करना चाहिए, सलादीनो (2020) कुछ अध्ययनों को सामने लाता है जहां लोगों ने मांसाहारी आहार में प्रवेश करने पर ऑक्सीडेटिव तनाव में कमी देखी। यह या तो केटोजेनिक या मांसाहारी आहार के लाभों से जुड़ा हो सकता है, हालांकि, मुझे लगता है कि वे बहुत समान हैं।","p32":"साहित्य में पादप आधारित आहार सभी कारणों से होने वाली मृत्यु और कैंसर या हृदय रोग जैसी बीमारियों के जोखिम को कम करने के लिए सिद्ध हुए हैं। दीनू एट अल। (2017) ने एक अध्ययन में निष्कर्ष निकाला कि एक शाकाहारी आहार के परिणामस्वरूप कुल कैंसर की घटनाओं की दर में कमी (-15%) हुई। जिओ एट अल। (2016) ने उल्लेख किया कि आहार ल्यूसीन की कमी ने स्तन, त्वचा, फेफड़े और डिम्बग्रंथि के कैंसर के ट्यूमर में कमी के महत्वपूर्ण परिणाम दिखाए। ल्यूसीन मांस में सबसे अधिक प्रचलित है, और पौधे आधारित आहार में स्वाभाविक रूप से कम है। हालांकि, जिओ एट अल। नियंत्रण आहार ल्यूसीन और कार्बोहाइड्रेट में उच्च था। कार्बोहाइड्रेट के बजाय वसा वाला आहार शायद अलग परिणाम देगा।","p33":"मेरा सिद्धांत यह है कि पौधे आधारित आहार से कैंसर का खतरा कम क्यों होता है, यह पौधे आधारित भोजन को पचाने में समस्या है। सिउरिस एट अल। (2019) पौधों और जानवरों के खाद्य पदार्थों के डाइजेस्टिबल अपरिहार्य अमीनो एसिड स्कोर (डीआईएएस) से आगे निकल जाता है। उन्होंने पाया कि शाकाहारी भोजन का पालन करने वाले एथलीटों के लिए उपलब्ध प्रोटीन, कुछ मामलों में, 43% तक कम किया जा सकता है, जिसे मोघन (2021) और हेरेमैन एट अल द्वारा भी समर्थित किया गया है। (2020)। संभवतः खराब नियोजित शाकाहारी भोजन में, क्योंकि विभिन्न प्रोटीनों को मिलाने से प्रोटीन की उपलब्धता बढ़ सकती है। हम जानते हैं कि प्रोटीन और कार्बोहाइड्रेट IGF-1 को बढ़ाते हैं, जो कैंसर के विकास और उम्र बढ़ने को उत्तेजित करता है (लार्सन एट अल। 2005)। हम O'Flanagan et al से भी जानते हैं। (2017) कि कैलोरी में 30% की कमी से कैंसर की घटनाओं में कमी (-75.5%) होती है, मेरा मानना है कि पौधों के खाद्य पदार्थों में कम पोषण उपलब्धता है जो इसे स्वाभाविक रूप से कैलोरी प्रतिबंधित बनाती है।","p34":"हालांकि, पौधे आधारित आहार कमियों के बिना नहीं आते हैं। सलादीनो (2020) इस बारे में बात करता है कि कृषि के आगमन के बाद से मानव मस्तिष्क का आकार कैसे कम हो गया है और वह इस बात का प्रमाण प्रस्तुत करता है कि हमारे पूर्वजों के मस्तिष्क के आकार के प्रारंभिक तीन गुना होने के परिणामस्वरूप शिकार का आगमन और मांसाहारी आहार में पोषक तत्वों से भरपूर पशु खाद्य पदार्थों में वृद्धि हुई थी। . वह इस बात का सबूत पेश करता है कि लगभग 14000-12000 साल पहले इंसानों ने औसत ऊंचाई, मस्तिष्क के आकार में कमी और बीमारियों में वृद्धि देखी। लोहे की कमी के कारण, वसा की खपत में कमी से विटामिन की अक्षमता। इसके परिणामस्वरूप खराब प्रतिरक्षा कार्य, खराब घाव भरने और संक्रमण की दर में वृद्धि हुई। डेसमंड एट अल द्वारा भी समर्थित। (2021)।","p35":"बोसवर्थ (2019) इस बारे में बात करता है कि कैसे कीटोन मस्तिष्क के लिए एक बेहतर ईंधन है और कैसे एक गैर-केटोजेनिक आहार में मध्यम-श्रृंखला ट्राइग्लिसराइड (एमसीटी) तेल का एक छोटा सा पूरक, रक्त में केटोन्स के स्तर को बढ़ा सकता है और अंत में आगे बढ़ सकता है। मस्तिष्क की सभी कोशिकाओं का जुड़ाव बढ़ जाता है। यह पुराने रोगियों में कम मस्तिष्क समारोह, कम स्मृति समारोह या अल्जाइमर के साथ सबसे अधिक नोट किया गया था। वह पुरानी मस्तिष्क सूजन और सूजन के परिणामस्वरूप एडीएचडी, पार्किंसंस, मिर्गी, अवसाद जैसी बीमारियों की भी बात करती है, हम शायद यह मान सकते हैं कि यह हार्पर (2020) की बीमारी की धुरी है जो मस्तिष्क में चित्रित है।","p36":"मुझे कुछ स्रोतों को देखकर यह भी याद है कि नवजात शिशुओं में रक्त-कीटोन का स्तर विकसित मनुष्यों की तुलना में 70 गुना अधिक होता है, शायद इसका अर्थ यह है कि इसका उपयोग जीवन के प्रारंभिक चरण में मस्तिष्क के विकास के लिए किया जाता है।","p37":"अनुभूति के समर्थन में, उदाहरण के लिए, प्राचीन ग्रीक पाइथागोरस ने प्रसिद्ध अलेक्जेंड्रिया स्कूल में अपनी परीक्षा से पहले 40 दिनों के लिए उपवास किया। पाइथागोरस ने स्पष्टता और शारीरिक शक्ति में इतनी वृद्धि देखी कि उन्होंने बाद में अपने विद्यार्थियों को उपवास करने की सलाह दी (एलिमेंटेरियम 2016)।","p38":"हार्पर (2020) का अनुमान है कि 70% पुरानी बीमारी, लेकिन सबसे विशेष रूप से, हृदय रोग, कैंसर, मधुमेह और अल्जाइमर, उसकी बीमारी की धुरी को तोड़कर ठीक किया जा सकता है। अब प्रश्न यह है कि लाभ प्राप्त करने के लिए चक्र को कब तक तोड़ना चाहिए? खैर हार्पर के शोध में वे केवल छह सप्ताह में कैंसर के विकास और एक चयापचय परिवर्तन में बदलाव देखते हैं, इसलिए यदि आप इसे हर सर्दियों में छह महीने तक करते हैं तो मैं मान लूंगा कि इसका कुछ प्रभाव है। साहित्य भी इसका समर्थन करता है, बायरन एट अल। (2017) ने पाया कि मांसपेशियों की हानि और चयापचय मंदी के बिना वजन घटाने के परिदृश्य में समय-समय पर आहार विराम बहुत अच्छा काम करता है।","p39":"हम बच्चों में कैंसर क्यों देखते हैं, यह हो सकता है कि खराब कोशिका-घटक मां से विरासत में मिले हों। चूंकि प्रतिरक्षा प्रणाली टी-कोशिकाओं में बीमारियों को याद रखने के लिए रजिस्टर का एक रूप होता है, जिसके परिणामस्वरूप प्रतिरक्षा प्रणाली को धीरे-धीरे अनुकूलित करने के लिए सीखने की अवधि होती है। और चूंकि किसी के शरीर में हर कोशिका को बदलने में सात से दस साल लगते हैं, हम मान सकते हैं कि बच्चों में होने वाला कैंसर शायद मां से विरासत में मिला है।","p4":"ब्रे एट अल। (2018) ने विकसित देशों में कैंसर की दर के बारे में कुछ आंकड़ों की जांच की। उन्होंने पाया कि, उच्च मानव विकास सूचकांक वाले समाज में दोनों लिंगों में औसतन हर प्रकार का कैंसर 2.5 गुना अधिक प्रचलित है। बोगिन एट अल से भी संबंधित। (2015) ऊंचाई और IGF-1 स्तरों के साथ सहसंबंध।","p40":"मिखाइला पीटरसन (2022) बताती हैं कि कैसे वह वर्षों से गंभीर गठिया, त्वचा पर चकत्ते और अवसाद के साथ जी रही थीं। लेकिन मांसाहारी भोजन करने के कुछ महीनों बाद ही सभी रोग दूर हो जाते हैं।","p41":"ओसबोर्न (2007) उपवास के सार्वभौमिक उपयोग पर चर्चा करता है। \"जब कोई जानवर, जैसे कुत्ता या बिल्ली, बीमार होता है, तो उसकी प्राकृतिक प्रवृत्ति भोजन को मना करने की होती है। जब संकट खत्म हो जाता है, और आंतरिक उपचार कार्य पूरा हो जाता है, तो भूख स्वाभाविक रूप से अपने आप वापस आ जाएगी। मानव जीव में भी अन्य जानवरों की तरह ही उपवास करने की प्रवृत्ति होती है। विकासवादी अनुकूलन ने हमारे शरीर को ऊर्जा भंडार संचय करने और खाद्य आपूर्ति दुर्लभ होने पर उनका उपयोग करने में बहुत कुशल बना दिया है। उपवास मानव जाति जितना पुराना है, शायद उससे भी पुराना है। बहुत पहले जैसा इतिहासकार देख सकते हैं, पुरुष किसी न किसी कारण से उपवास करते रहे हैं। यह एक सार्वभौमिक प्रथा प्रतीत होती है\"।","p42":"Fetters और Dr. Philis-Tsimikas (2020) स्वस्थ रक्त-शर्करा के स्तर के बारे में लिखते हैं, जहां वे निष्कर्ष निकालते हैं कि 10.0 mmol/L से ऊपर का स्तर सामान्य से ऊपर है और मधुमेह के लक्षण जैसे बार-बार पेशाब आना, थकान, सूखी या खुजली वाली त्वचा, प्यास लगना , अधिक बार संक्रमण और अधिक भोजन करना लेकिन उतना वजन नहीं बढ़ाना। वे चेतावनी देते हैं कि उच्च रक्त-शर्करा का स्तर पूरे शरीर में रक्त वाहिकाओं और तंत्रिकाओं को भी नुकसान पहुंचाता है। सिनक्लेयर (2019) ने यह भी उल्लेख किया है कि रक्त-शर्करा और इंसुलिन में स्पाइक्स (रक्त-शर्करा में वृद्धि का मुकाबला करने के लिए) उम्र बढ़ने और उम्र से संबंधित बीमारी के लिए सबसे मजबूत सहसंबंध है। टाइप 1 मधुमेह लंबे समय से गलती से शरीर के हमलों (सीडीसी 2022) द्वारा समझाया गया है, हालांकि, मैं यहां अपने प्रयोगों से कुछ वास्तविक सबूतों के साथ अनुमान लगाना चाहता हूं। मैं फ्रीस्टाइल लिबरे ब्लड-ग्लूकोज मॉनिटर के साथ कार्बोहाइड्रेट से अपने रक्त-ग्लूकोज और इंसुलिन प्रतिक्रिया की निगरानी कर रहा हूं। मेरे खाने की आदत है एक दिन में एक बार भोजन करना, लगभग 1800 किलो कैलोरी और कोई कार्बोहाइड्रेट नहीं। जब वसा को अनुकूलित किया जाता है, तो उस भोजन के बाद मेरा रक्त-शर्करा केवल (0.2-0.5 mmol/L) ही बढ़ता है। कुछ दिनों के लिए एक कार्बोहाइड्रेट चयापचय में वापस स्विच करना, मैं अपने रक्त-शर्करा को बढ़ाने में सक्षम था, औसतन, केवल 100 ग्राम कार्बोहाइड्रेट खाकर, 9.9 मिमीोल/ली तक पहुंच गया। यह रक्त-शर्करा में 10 गुना से अधिक की कमी और शायद इंसुलिन उत्पादन में समान वृद्धि है। मुझे लगता है कि यह याद रखना महत्वपूर्ण है कि आपके शरीर की इंसुलिन प्रणाली शायद 2.5 मिलियन वर्षों में केवल मांस में प्रोटीन को संभालने के लिए अनुकूलित है, और कोई कार्बोहाइड्रेट नहीं। यदि कोई व्यक्ति दिन में 3 बार अपने रक्त-शर्करा को अधिकतम करते हुए पश्चिमी आहार खाना शुरू कर देता है, तो जटिलताएं होनी चाहिए। टाइप 1 मधुमेह के लिए मेरा सिद्धांत यह है कि प्रतिरक्षा प्रणाली अग्न्याशय पर हमला करती है, यह मानते हुए कि यह 10x इंसुलिन के उत्पादन के लिए समझौता और क्षतिग्रस्त है और एक मौजूदा संक्रमण को भी खिलाती है, इसे जीवित रहने के लिए एक तंत्र के रूप में नष्ट कर देती है।","p43":"ग्रोनेबेक और विसिंग (2017) प्रतिरोध प्रशिक्षण की प्रतिक्रिया के रूप में कंकाल की मांसलता में माइटोकॉन्ड्रिया के स्थायी अनुकूलन के कार्य पर अपने पेपर में लिखते हैं। उन्होंने पाया कि प्रतिरोध प्रशिक्षण से मांसपेशियों के माइटोकॉन्ड्रिया में स्थायी वृद्धि हो सकती है, इसके बारे में दिलचस्प बात यह है कि यह प्राचीन मनुष्यों पर हो सकता था। आज हम जो जानते हैं, वह यह है कि कंकाल की मांसपेशियों में अधिक माइटोकॉन्ड्रिया वाला व्यक्ति कम माइटोकॉन्ड्रिया वाले व्यक्ति के बजाय प्रतिरोध प्रशिक्षण और अतिवृद्धि के लिए तेजी से प्रतिक्रिया करेगा। और अगर कोई माइटोकॉन्ड्रिया की वृद्धि के लिए स्थायी रूप से अनुकूलन कर सकता है, और फिर प्रशिक्षण बंद कर देता है और दुबला मांसपेशियों को खो देता है, तो कोई जीवन के बाद के चरण में दुबला मांसपेशियों को तेजी से प्राप्त कर सकता है। इस अनुकूलन के कारण कौन सी विकासवादी दिनचर्या होगी? क्या ऐसा हो सकता है कि प्राचीन मानव सर्दियों के दौरान उपवास करेंगे और मांसपेशियों को खो देंगे, कि फिर गर्मियों के दौरान फिर से प्राप्त किया जाएगा जब भोजन अधिक प्रचुर मात्रा में होगा? मुझे भी ऐसा ही लगता है।","p44":"लोंगो (2016) का कहना है कि ज्यादातर लोग बिना किसी बड़ी तैयारी के छह महीने तक बिना भोजन के रह सकते हैं। यह इस सिद्धांत को उत्तेजित करता है कि मनुष्यों को सर्दियों की लंबाई के लिए कम भोजन के साथ रहना पड़ता था। लोंगो का यह भी कहना है कि वर्तमान पश्चिमी आहार, कार्बोहाइड्रेट की उच्च मात्रा के साथ, क्षतिग्रस्त कोशिकाओं और कोशिका-घटकों को जमा होने देता है। एकबर्ग (2021) अपने वीडियो में बात करते हैं कि इंसुलिन प्रतिरोध का निर्माण होता है और अंततः \"क्रोनिक स्टोरेज\" बन जाता है जो मधुमेह और बीमारी की ओर ले जाता है। यहां मेरा रुख यह है कि सर्दियों का उपयोग शरीर की सफाई प्रक्रिया के रूप में खराब कोशिका-घटकों के निर्माण के लिए किया जाता था, और उस जीवन शैली में वापस जाने से ऊपर बताए गए सभी बॉक्स टिक जाएंगे।","p45":"मेरे द्वारा कहे गए बिंदु के खिलाफ एक तर्क, कि कृषि का आगमन कार्बोहाइड्रेट के आहार में वृद्धि के कैंसर का कारण है, प्राचीन मनुष्यों की प्रारंभिक मृत्यु है। चूंकि कैंसर संचयी है, इसलिए प्रारंभिक मृत्यु इसकी उपस्थिति की कमी के लिए एक स्पष्टीकरण हो सकती है। हालांकि, शनिदार गुफा की खोज से प्राचीन निएंडरथल के चार नमूने दिखाई देते हैं, जिनकी आयु 30-50 के बीच थी। वे लगभग 65,000-35,000 साल पहले के हैं, जो कृषि के आगमन से काफी पहले के हैं। यह कुछ विचार देता है कि प्राचीन मानव वृद्धावस्था तक पहुंचने में कामयाब रहे, बाल मृत्यु दर कम औसत आयु (विकिपीडिया 2021) का कारण हो सकती है।","p46":"क्रोनिस एट अल। (2014) में एक दिलचस्प परिकल्पना है कि सर्दियों के दौरान भोजन की कमी, लंबी नींद और ठंड के संपर्क में आने से मोटापा और कार्डियोमेटाबोलिक रोग को दूर करने का एक तरीका है। वे उल्लेख करते हैं कि कैलोरी प्रतिबंध जीन के एक नेटवर्क को ट्रिगर करता है जो भोजन की कमी के समय जीवों की रक्षा के लिए विकसित हुआ। इन जीनों को इंसुलिन और IGF-1 को विनियमित करने और सेलुलर ऊर्जावान, सिर्टुइन और रक्षा एंजाइमों को छोड़ने के लिए दिखाया गया है। ये एंजाइम मोटापे, चयापचय सिंड्रोम, मधुमेह, कैंसर, सूजन और हृदय रोग में एक बड़ी भूमिका निभाते हैं। इसके अलावा, इनमें से कुछ एंजाइम गैर-कांपने वाले थर्मोजेनेसिस को भी बढ़ावा देते हैं, जिससे आंतरिक गर्मी उत्पादन में वृद्धि होगी। क्रोनिस एट अल। इस बारे में भी बात करें कि कैसे ठंडे वातावरण में बढ़ी हुई नींद और सर्दियों की लंबी रातें मूल्यवान कैलोरी के संरक्षण को बढ़ावा देने के लिए सहक्रियात्मक रूप से काम कर सकती हैं।","p47":"केटोजेनिक आहार के बारे में एक आम गलत धारणा यह है कि उत्पादित ऊंचे कीटोन अंततः केटोएसिडोसिस का कारण बनेंगे, जो एक ऐसी स्थिति है जहां शरीर रक्त-कीटोन स्तर को नियंत्रित नहीं कर सकता है, जिसके परिणामस्वरूप रक्त और मृत्यु का अम्लीकरण होता है। एकबर्ग (2019) बताते हैं कि यह केवल उन लोगों में प्रचलित है जिनके पास इंसुलिन बनाने की क्षमता नहीं है, खासकर मधुमेह रोगियों में। और उस पोषण संबंधी कीटोसिस से कीटोएसिडोसिस नहीं होगा। हालांकि, अरस्याद एट अल। (2020) ने नोट किया कि चूहों ने उच्च वसा, कम प्रोटीन और कम कार्बोहाइड्रेट आहार खिलाया 60 (420 मानव समकक्ष) दिनों के बाद रक्त अम्लता में मामूली वृद्धि देखी गई। हालांकि उन्हें अंग के कार्य में कोई अंतर नहीं मिला। एक पैलियो आहार, उदाहरण के लिए, प्रोटीन में अधिक होता है, और अतिरिक्त प्रोटीन ग्लूकोज में परिवर्तित हो जाता है, जो अधिक रक्त-कीटोन को उत्तेजित नहीं करेगा और इसलिए सुरक्षित हो सकता है। लेकिन मेरी सिफारिश होगी कि गर्मियों के अंत से लेकर सर्दियों की शुरुआत तक कार्बोहाइड्रेट का सेवन थोड़ा बढ़ाएं, ताकि शरीर का चक्र चल सके। एक धारणा यह है कि हमारे पूर्वजों ने वर्ष के उस समय के दौरान नट, फल और शहद में वृद्धि की थी। ग्रंडलर एट अल। (2020) मनुष्यों में लंबे समय तक (10 दिन) उपवास पर अध्ययन में एंटीऑक्सीडेंट क्षमता में वृद्धि और ऑक्सीडेटिव तनाव में कमी देखी गई। हालांकि, उन्होंने विषयों को प्रति दिन शहद के रूप में 250 किलो कैलोरी और 16 ग्राम कार्बोहाइड्रेट दिया, जो शायद रक्त-कीटोन के स्तर को थोड़ा कम कर देगा।","p48":"विटामिन सी भी एक दिलचस्प अवलोकन है। लेनर्ज एट अल। (2021) ने पाया कि <10% दैनिक अनुशंसित सेवन करने वाले लोगों के साथ भी, कभी भी कोई कमी नहीं बताई गई। यह एक कार्बोहाइड्रेट चयापचय (ग्रंडलर एट अल। 2020) की तुलना में किटोसिस के दौरान कम एंटीऑक्सिडेंट और विटामिन सी की आवश्यकता के कारण हो सकता है।","p49":"इस सिद्धांत में वर्णित कई अध्ययन चूहों को उपवास परीक्षणों के लिए विषयों के रूप में उपयोग कर रहे हैं। अपने पेपर में, डेमेट्रियस (2005) ने पाया कि चूहों और मनुष्यों में एक मजबूत चयापचय समरूपता है, यहां तक कि विशेष कोशिकाओं और आणविक तंत्र में भी जो विकास, प्रतिकृति, भेदभाव और मृत्यु को नियंत्रित करते हैं। डेमेट्रियस ने शरीर के वजन के प्रति ग्राम बेसल चयापचय दर में अंतर को भी मापा, वे मनुष्यों की तुलना में चूहों में औसतन सात गुना तेज थे। यह जानकर, हम चूहों पर किए गए अध्ययनों के आधार पर, मनुष्यों पर लागू होने वाले उपवास अंतराल की विभिन्न लंबाई में कुछ धारणाओं को आधार बना सकते हैं।","p5":"DeLauer (2019) एक वीडियो में जटिल कैंसर विकास प्रक्रियाओं को सरल करता है, यह दर्शाता है कि अधिकांश कैंसर कोशिकाएं नियमित कोशिकाओं से भिन्न होती हैं कि कैसे वे ऊर्जा को प्रसार में परिवर्तित कर रही हैं। वह हसीह एट अल द्वारा हाल के एक अध्ययन का संदर्भ देता है। (2019) जहां उन्होंने निष्कर्ष निकाला कि सेल ग्लाइकोलाइसिस कैंसर के विकास का मुख्य कारण है, लेकिन यह भी बहुत कुशल नहीं है, जिसका अर्थ है कि अधिकांश कैंसर बढ़ने के लिए उच्च इंसुलिन और रक्त-शर्करा के स्तर का जवाब देते हैं और कैंसर बढ़ने के लिए उच्च मात्रा में ग्लूकोज का उपयोग करता है। एक बहुत छोटी राशि। रक्त-शर्करा के स्तर को कम करना कैंसर के विकास को रोकने के लिए दिखाया गया था और एक केटोजेनिक आहार पर स्विच करने से कैंसर को पूरी तरह से भूखा दिखाया गया था। यह निष्कर्ष निकाला गया कि (अधिकांश) कैंसर कोशिकाएं कीटोन्स को वृद्धि के लिए परिवर्तित नहीं कर सकती हैं। पोफ एट अल। (2014) अपने पेपर में मेटास्टेटिक कैंसर के साथ चूहों में जीवित रहने की दर पर लिखते हैं, और उन्होंने उल्लेख किया है कि कैंसर कोशिकाएं ग्लूकोज की खपत में वृद्धि की विशेषता वाले असामान्य चयापचय को व्यक्त करती हैं, और यह कि, केवल केटोन्स को पूरक करने के परिणामस्वरूप, जीवित रहने की दर अधिक होती है।","p50":"ज़िया एट अल के अनुसार। (2017), एक उत्परिवर्तन मौजूद है जो कैंसर को ईंधन के रूप में वसा का उपयोग करने की क्षमता से लैस करता है। उत्परिवर्तन 50% से अधिक मेलेनोमा, 10% कोलोरेक्टल कैंसर, 5% मल्टीपल मायलोमा और 2% ल्यूकेमिया में होता है। यह सभी ज्ञात प्रकार के कैंसर का लगभग 0.004% है। ग्रैबैका एट अल द्वारा भी नोट किया गया। (2020) कागज, कीटोन मेलेनोमा और ग्लियोब्लास्टोमा कोशिकाओं के प्रसार को सीधे बाधित नहीं करते हैं। वह तरीका जो ज़िया एट अल। (2017) चूहों को एक उच्च वसा वाले आहार और कैंसर प्रसार क्षमता को बढ़ाने के लिए एक अधिक अम्लीय वातावरण प्रदान करने के लिए एसीटोएसेटेट के इंजेक्शन को खिलाने के लिए इस्तेमाल किया गया था। हालांकि, यह ऑटोफैगी के जैविक कार्य को समाप्त कर देगा, जो कैंसर के खिलाफ काम कर सकता है। ज़िया एट अल। यह भी चर्चा की कि उनके परीक्षण अलग-थलग थे और अन्य शारीरिक कार्यों का पूरे जीव के स्तर पर प्रभाव पड़ सकता है। यह एंट्यून्स एट अल द्वारा समर्थित है। (2016), जहां उन्होंने पाया कि उपवास मानव मेलेनोमा कोशिकाओं की संवेदनशीलता को सिस्प्लैटिन तक बढ़ाता है, जो एक प्रकार की कीमोथेरेपी है। ग्राबाका एट अल। (2020) यह भी उल्लेख करें कि कैसे मेलेनोमा कोशिकाएं वृद्धि के लिए स्थानीय सूजन का लाभ उठाती हैं। यह उपवास के दौरान शरीर में सूजन को कम करने के लिए जिम्मेदार ठहराया जा सकता है। मोख्तारी एट अल। (2017) यह भी लिखता है कि सल्फोराफेन सूजन को कम करता है, जो संभवतः मेलेनोमा की रोकथाम में सहायता कर सकता है। वुल्फ एट अल। (2015) ने चूहों में ग्लियोमा ट्यूमर में सूजन के संकेत पथ में कमी का भी उल्लेख किया, जिन्हें केटोजेनिक आहार दिया गया था। ओ'फ्लानगन एट अल। (2017) ने पाया कि कैलोरी प्रतिबंध प्रणालीगत सूजन को भी कम करता है।","p51":"चोई (2020) त्वचा जीव विज्ञान पर कैलोरी प्रतिबंध के प्रभाव के बारे में लिखते हैं। चोई ने निष्कर्ष निकाला कि कैलोरी प्रतिबंध का त्वचा की उम्र बढ़ने, घाव की मरम्मत, शिकन गठन, स्टेम रखरखाव और कैंसरजन्य पर लाभकारी प्रभाव पड़ता है। उसी एंजाइम और सिर्टुइन के कारण जो क्रोनिस एट अल। (2014) पाया गया कि भोजन की कमी की प्रतिक्रिया के रूप में जारी किया जा रहा था। टैननबाम और सिल्वरस्टोन (1949) ने यह भी पाया कि चूहों में कैलोरी की मात्रा में कमी के परिणामस्वरूप मिथाइलकोलेनथ्रीन-प्रेरित त्वचा ट्यूमर और सहज हेपेटोमा में कमी आई है।","p52":"वेलर (2016) ने पर्याप्त धूप में रहने की आवश्यकता पर चर्चा की। उन्होंने स्कैंडिनेविया के कुछ अध्ययनों का उल्लेख किया है जो सूर्य की तलाश करने वाले व्यवहार में वृद्धि के साथ मृत्यु दर में खुराक पर निर्भर गिरावट दिखाते हैं, हालांकि उच्च त्वचा कैंसर की घटना दर के साथ। हालांकि, पुराना व्यावसायिक जोखिम सुरक्षात्मक हो सकता है। ब्रेनर एंड हियरिंग (2009) इस धारणा की पुष्टि करता है कि अत्यधिक रंजित त्वचा कार्सिनोजेनेसिस से गहराई से सुरक्षित है। यदि कोई व्यक्ति तेज धूप में अधिक उजागर होता है, तो शरीर सनबर्न के साथ प्रतिक्रिया करता है। यह त्वचा के डीएनए के लिए हानिकारक है और त्वचा कैंसर की संभावना को बढ़ाता है। ब्रेनर और हियरिंग ने एक व्यक्ति की मेलेनोजेनिक क्षमता का भी उल्लेख किया है जहां उसी शीतकालीन-उपवास सिद्धांत का उपयोग सूर्य के संपर्क के लिए किया जा सकता है। आपकी मेलेनोजेनिक क्षमता संभवतः सर्दियों के दौरान पर्याप्त विटामिन डी अवशोषण और गर्मियों में यूवी क्षति को कम करने के लिए पर्याप्त रंजकता के आधार पर विशिष्ट सूर्य के प्रकाश की स्थिति में अनुकूलित होती है। हम यह भी मान सकते हैं कि वसंत के दौरान सूरज की रोशनी का परिचय, जब त्वचा अपने सबसे चमकीले रंग में होती है, मेलेनिन के निर्माण और गर्मियों के लिए सुरक्षा के लिए महत्वपूर्ण है। समस्या तब होती है जब हम वसंत के दौरान अंदर होते हैं, कम यूवी इंडेक्स एक्सपोजर नहीं मिल रहा है, तो उच्च गर्मी में कमाना बाहर कूदो। आपको अपनी आनुवंशिक मेलेनोजेनिक क्षमता के प्रति भी सचेत रहना चाहिए, यदि आपकी त्वचा गोरी है और आप उच्च यूवी सूचकांक वाले क्षेत्र में जाते हैं, तो आप उच्च जोखिम में होंगे क्योंकि आप आनुवंशिक रूप से पर्याप्त तेज़ी से अनुकूलन नहीं कर सकते हैं। शायद यही कारण है कि ऑस्ट्रेलिया (कैंसर काउंसिल 2022) में त्वचा कैंसर की दर अधिक है।","p53":"यह भी दिलचस्प है कि नमूना और वह (2017) दिखाते हैं कि यूवी एक्सपोजर क्षतिग्रस्त डीएनए की मरम्मत, ट्यूमर के विकास को दबाने और ऑक्सीडेटिव तनाव प्रोटीन और लिपिड को हटाने के लिए तत्काल प्रतिक्रिया के रूप में त्वचा में ऑटोफैगी को बढ़ाता है। हालांकि, त्वचा कैंसर त्वचा पर भी बन सकता है, जो आमतौर पर सूर्य के संपर्क में नहीं आता (हंग 2022)। जो यह सुझाव दे सकता है कि यूवी क्षतिग्रस्त हिस्से पूरी त्वचा में फैल गए हैं या स्थानीय ऑटोफैगी की कमी है। तिल की अधिक मात्रा भी त्वचा कैंसर (हंग 2022), रासी एट अल का एक संकेतक है। (2007) ने त्वचा टैग की कुल संख्या और औसत उपवास प्लाज्मा ग्लूकोज के बीच एक सकारात्मक सहसंबंध देखा। उन्होंने पाया कि 30 या अधिक त्वचा टैग वाले रोगियों में बिगड़ा हुआ कार्बोहाइड्रेट चयापचय के लिए उच्च जोखिम था।","p54":"आधुनिक मनुष्यों की वर्तमान जीवन शैली और आहार टिकाऊ नहीं है, ऊपर दिए गए स्रोतों को देखते हुए, हम शायद एक समाज के रूप में बहुत लाभान्वित हो सकते हैं यदि हम वर्ष के छह महीनों के लिए कैलोरी प्रतिबंध और उपवास सत्रों के साथ केटोजेनिक आहार के शासन का पालन करते हैं। , शायद सर्दियों और वसंत के दौरान। कीटोजेनिक आहार, उपवास और कैलोरी प्रतिबंध के बारे में महत्वपूर्ण बात यह है कि ये सभी सहक्रियात्मक रूप से काम करते हैं और लाभों को बढ़ाते हैं।","p55":"मैंने जो कुछ भी इकट्ठा किया है, उसमें से किसी व्यक्ति को इस तकनीक का पालन शुरू करने में कोई समस्या नहीं होनी चाहिए, हालांकि, मानवता का सबसे मजबूत गुण अनुकूलन करने की क्षमता है, लेकिन वह अनुकूलन धीरे-धीरे आना चाहिए। इसलिए यदि आप इसका पालन करने का प्रयास करते हैं, तो इसे धीरे-धीरे करें और मधुमेह या खाने की बीमारी होने पर किसी जानकार व्यक्ति से सलाह लें। नहीं तो सुखी उपवास।","p56":"लीवर एट अल। (2014) ने नरम ऊतक कैंसर, मेटास्टेटिक कार्सिनोमा के शुरुआती रूपों में से एक को देखा। नमूना 4600 साल पहले का था और पूर्वी साइबेरिया में पाया गया था। जॉनसन (2010) और शुल्त्स एट अल। (2007) 2700 साल पहले के नरम ऊतक कैंसर के दो अवशेष मिले। कैसर एट अल के अनुसार, नमूने में प्रोस्टेट कार्सिनोमा कैंसर का एक रूप पाया गया था। (2020), प्रोस्टेट कार्सिनोमा कैंसर का इंसुलिन प्रतिरोध से सीधा संबंध है। उन्होंने पाया कि चयापचय मापदंडों पर उनके बेहतर प्रभाव के लिए कम कार्बोहाइड्रेट / किटोजेनिक आहार का पक्ष लिया जाना चाहिए। यह कृषि के आगमन के कारण बढ़ती कैंसर दर के सिद्धांत का समर्थन करता है, जिसने लगभग 7000 से 10000 साल पहले कर्षण प्राप्त करना शुरू कर दिया था, जहां इंसुलिन प्रतिरोध के साथ-साथ कार्बोहाइड्रेट की खपत में वृद्धि हुई थी।","p57":"कॉफ़ी (2001) से एक प्रासंगिक उद्धरण: \"होमो सेपियन्स का विकास लगभग 150000 साल पहले हुआ था, और उस समय के अंतिम 10% (10 से 15 हजार साल पहले) में ही इंसानों और कुत्तों ने नाटकीय रूप से अपने आहार में बदलाव किया। यह समय है। जब इंसानों ने कुत्ते को पालतू बनाया, जानवरों को पाला, फसलें उगाईं, पकाया, संसाधित किया, और मांस और सब्जियों का भंडारण किया। मनुष्यों में प्रोस्टेट और स्तन कैंसर को रोकने के लिए सभी मौजूदा महामारी विज्ञान के सबूत और सुझाव इंगित करते हैं कि हमें मूल आहार पर वापस जाना चाहिए जिसके तहत हमारे पूर्वजों विकसित हुआ।\"","p6":"यह धारणा गैनेट (2016) द्वारा भी समर्थित है, जहां वह बताती है कि उसने केटोजेनिक आहार का उपयोग करके एक घातक मस्तिष्क कैंसर के विकास को रोक दिया है, साथ ही पॉलीसिस्टिक डिम्बग्रंथि रोग, हाशिमोटो के थायरॉयडिटिस और प्री-स्टेज स्तन फाइब्रॉएड कैंसर का इलाज किया है। बर्ग (2020) अपनी बात में बताते हैं कि कीटोन्स पर चलने वाला मानव शरीर ग्लूकोज को ईंधन के रूप में उपयोग करने वाले की तुलना में अधिक स्वस्थ होता है। उनका मुख्य बिंदु यह है कि केटोन्स पर ट्यूमर नहीं बढ़ सकता है और एक केटोजेनिक आहार इंसुलिन को उतना नहीं बढ़ाता जितना कि एक नियमित ग्लूकोज आहार होगा।","p7":"डी'ऑगोस्टिनो (2013) ने अपने टेड टॉक में बताया कि उन्होंने नेवी सील गोताखोरों में ऑक्सीजन और दबाव आधारित दौरे के इलाज के रूप में केटोन्स पर प्रभाव की खोज की। वह ऐसे लोगों के कई उदाहरण बताते हैं जिन्होंने मिर्गी के इलाज के रूप में किटोजेनिक आहार का इस्तेमाल किया है और वे नौसेना सील गोताखोरों के इलाज के रूप में कीटोन की खुराक का उपयोग कर रहे हैं। वह बाद में बताते हैं कि कैंसर कोशिकाएं केवल बड़ी मात्रा में ग्लूकोज को ऊर्जा के रूप में उपयोग कर सकती हैं और कीटोन्स पर प्रसार करने में असमर्थ हैं। उन्होंने \"कैंसर एक चयापचय रोग है\" के लेखक प्रोफेसर थॉमस सेफ्राइड को उद्धृत किया। लंट (2016) इस बारे में भी बात करता है कि कैसे कैंसर ग्लूकोज पर अत्यधिक निर्भर है, और वह यह भी बताती है कि कैसे कुछ कैंसर कोशिकाएं ऑक्सीजन की उपलब्धता के आधार पर अपने स्वयं के ग्लूकोज चयापचय को फिर से स्थापित कर सकती हैं। डी'ऑगोस्टिनो (2013) ने कैंसर कोशिकाओं और ऑक्सीजन पर भी कुछ शोध किया जहां उन्हें इस बात के प्रमाण मिले कि उच्च ऑक्सीजन वातावरण कैंसर कोशिकाओं को नष्ट करने में अत्यधिक प्रभावी था।","p8":"हार्पर (2020) कीटोजेनिक आहार पर कुछ दिलचस्प निष्कर्ष प्रस्तुत करता है। वह बीमारी की धुरी नामक एक ग्राफ की व्याख्या करते हैं, जहां मूल कारण कार्बोहाइड्रेट है जो इंसुलिन प्रतिरोध की ओर जाता है जिससे मोटापा होता है जिससे सूजन होती है। उन्होंने नोट किया कि, केवल केटोजेनिक आहार पर स्विच करने से लगभग 70% पुरानी बीमारियां समाप्त हो जाएंगी। वह कैंसर के बारे में भी बताता है और पुष्टि करता है कि कैंसर कोशिकाएं ईंधन के लिए ग्लूकोज पर निर्भर हैं, और वह एक दिलचस्प सिद्धांत दिखाता है जहां उनकी परिकल्पना है कि ग्लूकोज और इंसुलिन शरीर में बहुत मजबूत विकास कारक हैं और उन्हें कम करके, किटोजेनिक आहार का उपयोग करके, प्रतिरक्षा प्रणाली को फैलने से पहले कैंसर कोशिकाओं को पकड़ने की अनुमति देता है। केटोजेनिक अनुकूलन पर उनके नवीनतम अध्ययन ने चरण चार में टर्मिनल स्तन कैंसर वाली महिलाओं पर प्रभावों का पता लगाया, जहां उन्होंने उन्हें कीमोथेरेपी के साथ केटोजेनिक आहार की आपूर्ति की। इसके परिणामस्वरूप छह सप्ताह के बाद अत्यधिक कैंसर प्रतिगमन हुआ।","p9":"ली (2014) बताते हैं कि सभी कैंसर वृद्धि के लिए उत्परिवर्तित एंजियोजेनेसिस पर निर्भर हैं। वह यह भी दर्शाता है कि एंटी-एंजियोजेनेसिस यौगिकों द्वारा कैंसर कोशिकाओं को कुशलता से हटाया जा सकता है। वुल्फ एट अल। (2015) चूहों में एंजियोजेनेसिस पर केटोजेनिक आहार के प्रभाव की पड़ताल करता है, उन्होंने नोट किया कि केटोजेनिक आहार पर एंजियोजेनेसिस काफी कम हो जाता है। वुल्फ एट अल। केटोजेनिक आहार को भी गर्म करता है:","seo_desc":"सिद्धांत यह है कि पृथ्वी पर अधिकांश लोग, विशेष रूप से ठंडे वातावरण के वंशजों को कैंसर और बीमारियां हो रही हैं क्योंकि वे सर्दियों और वसंत के दौरान उपवास, कैलोरी प्रतिबंध और एक केटोजेनिक आहार की लंबी अवधि की अवधि को याद कर रहे हैं, जो प्रचलित था। उनके पूर्वजों के जीवन में। इस पेपर का उद्देश्य उपवास, कैलोरी प्रतिबंध और किटोजेनिक आहार और कैंसर से इसके संबंध के प्रमाण का पता लगाना है। साथ ही कैंसर के कारण के रूप में कृषि के आगमन की खोज करना। पहले सिद्धांतों के दृष्टिकोण का उपयोग करके तर्कों का तार्किक दृष्टिकोण से विश्लेषण किया जाता है।","seo_title":"कर्क श्वेतपत्र","t1":"सार","t10":"कैंसर और कैलोरी प्रतिबंध","t11":"बहस","t13":"पैलियोलिथिक आहार","t14":"मांसाहारी आहार","t15":"पौधे आधारित आहार क्यों काम करते हैं","t16":"मस्तिष्क में वृद्धि","t17":"अन्य रोग","t18":"टाइप 1 मधुमेह","t19":"प्रतिरोध प्रशिक्षण और स्थायी माइटोकॉन्ड्रियल अनुकूलन","t2":"पृष्ठभूमि सिद्धांत","t20":"सब कुछ संचयी है","t21":"\"मेटाबोलिक विंटर\" परिकल्पना","t22":"दीर्घकालिक कीटोसिस","t23":"चूहों और मनुष्यों में उपवास","t24":"वसा ईंधन उत्परिवर्तन","t25":"त्वचा जीव विज्ञान","t26":"सारांश","t27":"सूत्रों का कहना है","t3":"आंकड़े","t4":"कैंसर और कीटजनन","t5":"हार्मोन मौसमी","t6":"वसंत के दौरान उपवास","t7":"प्राचीन ग्रीस में उपवास","t8":"भोजी","t9":"कर्क और उपवास","ta1":"एलिमेंटेरियम","ta10":"रोग नियंत्रण और रोकथाम के लिए केंद्र","ta11":"सिउरिस एट अल।","ta12":"कैंसर परिषद","ta13":"चल्ला एट अल।","ta14":"चेंग एट अल।","ta15":"चोई","ta16":"चुंग और चुंग","ta17":"कॉफ़ी","ta18":"क्रोनिस एट अल।","ta19":"डी'ऑगोस्टिनो","ta2":"एंट्यून्स एट अल।","ta20":"डेलाउर","ta21":"देमेत्रिायुस","ta22":"डेसमंड एट अल।","ta23":"दीनू एट अल।","ta24":"एकबर्ग","ta25":"एकबर्ग","ta26":"ब्रे एट अल।","ta27":"फैन एट अल।","ta28":"फेटर्स और फिलिस-त्सिमिकासो","ta29":"फंग","ta3":"अरस्याद एट अल।","ta30":"गैनेट","ta31":"ग्राबाका एट अल।","ta32":"ग्रोएनबेक और विसिंग","ta33":"ग्रंडलर एट अल।","ta34":"बीन बजानेवाला","ta35":"हेरेमैन एट अल।","ta36":"त्रिशंकु","ta37":"हसीह एट अल।","ta38":"जॉनसन","ta39":"कैसर एट अल।","ta4":"हिम-शिला","ta40":"लार्सन एट अल।","ta41":"लेइट एट अल।","ta42":"लेनर्ज एट अल।","ta43":"ली","ta44":"लीवर एट अल।","ta45":"लोंगों","ta46":"लुंटे","ta47":"मिल्स एट अल।","ta48":"मोख्तारी एट अल।","ta49":"मुघान","ta5":"बोगिन एट अल।","ta50":"ओडेस एट अल।","ta51":"ओ'फ्लानगन एट अल।","ta52":"ओसबॉर्न","ta53":"पीटरसन","ta54":"पोफ एट अल।","ta55":"रासी एट अल।","ta56":"रोजर और रिची","ta57":"सालाडीनो","ta58":"नमूना और वह","ta59":"शुल्त्स एट अल।","ta6":"बोसवर्थ","ta60":"सेबस्टियन एट अल।","ta61":"सिंक्लेयर","ta62":"टैननबाम और सिल्वरस्टोन","ta63":"टेंडरर एट अल।","ta64":"ट्रामाज़ो","ta65":"वेलर","ta66":"व्हेलन एट अल।","ta67":"विकिपीडिया","ta68":"विकिपीडिया","ta69":"विकिपीडिया","ta7":"ब्रेनर और हियरिंग","ta70":"विकिपीडिया","ta71":"बुचिंगर विल्हेल्मिक","ta72":"वुल्फ एट अल।","ta73":"ज़िया एट अल।","ta74":"जिओ एट अल।","ta75":"सभ्यताओं का पतन","ta8":"ब्रैंडहॉर्स्ट एट अल।","ta9":"बायरन एट अल।","title":"कर्क श्वेतपत्र","tj1":"एलिमेंटेरियम","tj10":"कैंसर परिषद","tj11":"दि अमेरिकन जर्नल ऑफ़ क्लीनिकल न्यूट्रीशन","tj12":"विश्व कैंसर अनुसंधान कोष इंटरनेशनल","tj13":"रोज़ाना स्वास्थ्य","tj14":"विले ऑनलाइन लाइब्रेरी","tj15":"द्रुंगमडी","tj16":"न्यूयॉर्क टाइम्स","tj17":"कैंसर के ब्रिटिश जर्नल","tj18":"जर्नल ऑफ़ ट्रांसलेशनल मेडिसिन","tj19":"पोषण में वर्तमान विकास","tj2":"PubMed","tj20":"एक और","tj21":"दक्षिण अफ़्रीकी जर्नल ऑफ़ साइंस","tj22":"यूनानी चिकित्सा","tj23":"डेटा में हमारी दुनिया","tj24":"कैंसर रेस","tj25":"पीएनएएस","tj26":"मध्यम","tj27":"करगेर","tj28":"पोषण का जर्नल","tj29":"विकिपीडिया","tj3":"पोषण और चयापचय के जर्नल","tj30":"कक्ष","tj4":"यूट्यूब","tj5":"नेशनल लाइब्रेरी ऑफ मेडिसिन","tj6":"एमडीपीआई","tj7":"कैंसर परिषद","tj8":"रोग नियंत्रण और रोकथाम के लिए केंद्र","tj9":"साइंसडायरेक्ट","tp1":"2016","tp10":"2022","tp11":"2019","tp12":"2022","tp13":"2021","tp14":"2014","tp15":"2020","tp16":"2019","tp17":"2001","tp18":"2014","tp19":"2013","tp2":"2016","tp20":"2019","tp21":"2005","tp22":"2021","tp23":"2017","tp24":"2021","tp25":"2019","tp26":"2018","tp27":"2017","tp28":"2020","tp29":"2016","tp3":"2020","tp30":"2016","tp31":"2020","tp32":"2017","tp33":"2020","tp34":"2020","tp35":"2020","tp36":"2022","tp37":"2019","tp38":"2010","tp39":"2020","tp4":"2020","tp40":"2005","tp41":"2021","tp42":"2021","tp43":"2014","tp44":"2014","tp45":"2016","tp46":"2016","tp47":"2017","tp48":"2017","tp49":"2021","tp5":"2015","tp50":"2016","tp51":"2017","tp52":"2007","tp53":"2022","tp54":"2014","tp55":"2007","tp56":"2015","tp57":"2020","tp58":"2017","tp59":"2007","tp6":"2019","tp60":"2002","tp61":"2019","tp62":"1949","tp63":"2021","tp64":"2019","tp65":"2016","tp66":"2017","tp67":"2021","tp68":"2021","tp69":"2022","tp7":"2009","tp70":"2021","tp71":"2021","tp72":"2015","tp73":"2017","tp74":"2016","tp75":"2020","tp8":"2015","tp9":"2017","tt1":"स्वैच्छिक उपवास","tt10":"प्रकार एक मधुमेह क्या है?","tt11":"शाकाहारी और मांसाहारी एथलीटों में डीआईएएएस स्कोरिंग के आधार पर आहार प्रोटीन पाचनशक्ति की तुलना","tt12":"त्वचा कैंसर","tt13":"पुरापाषाण आहार","tt14":"लंबे समय तक उपवास हेमटोपोइएटिक-स्टेम-सेल-आधारित पुनर्जनन और रिवर्स इम्यूनोसप्रेशन को बढ़ावा देने के लिए IGF-1 / PKA को कम करता है","tt15":"कैलोरी प्रतिबंध और त्वचा जीव विज्ञान पर इसके मिमिक्स के प्रभावों पर प्रकाश डालना","tt16":"ऑटोफैगी पर कैलोरी प्रतिबंध के प्रभाव: उम्र बढ़ने के हस्तक्षेप पर भूमिका","tt17":"प्रोस्टेट और स्तन कैंसर की समानताएं: विकास, आहार और एस्ट्रोजेन","tt18":"मेटाबोलिक शीतकालीन परिकल्पना: मोटापा और कार्डियोमेटाबोलिक रोग की वर्तमान महामारी का एक कारण","tt19":"भूख से मर रहा कैंसर: TEDxTampaBay में डोमिनिक डी'ऑगोस्टिनो","tt2":"उपवास मानव त्वचा मेलेनोमा की संवेदनशीलता को सिस्प्लैटिन-प्रेरित कोशिका मृत्यु को बढ़ाता है","tt20":"कीटो और कर्क","tt21":"चूहों और पुरुषों की","tt22":"शाकाहारी, शाकाहारी या सर्वाहारी आहार का सेवन करने वाले 5 से 10 वर्ष के बच्चों की वृद्धि, शरीर रचना, और हृदय और पोषण संबंधी जोखिम","tt23":"शाकाहारी, शाकाहारी आहार और कई स्वास्थ्य परिणाम: अवलोकन संबंधी अध्ययनों के मेटा-विश्लेषण के साथ एक व्यवस्थित समीक्षा","tt24":"तेजी से वजन कम करने के लिए कीटो डाइट में कार्ब्स की गणना कैसे करें","tt25":"कीटोसिस बनाम केटोएसिडोसिस (कीटो आहार खतरनाक?)","tt26":"अधिक और कम विकसित देशों की तुलना करना विकास के विभिन्न चरणों में विभिन्न देशों में कैंसर की दर कैसे भिन्न होती है","tt27":"मानव ओस्टियोसारकोमा में ग्लूकोज ट्रांसपोर्टर प्रोटीन -1 ओवरएक्प्रेशन का क्लिनिकोपैथोलॉजिकल महत्व","tt28":"उच्च और निम्न रक्त शर्करा के लक्षण क्या हैं?","tt29":"डॉ. जेसन फंग - चिकित्सीय उपवास - दो-कम्पार्टमेंट समस्या का समाधान","tt3":"लंबे समय तक केटोजेनिक आहार स्वस्थ विस्टार चूहों में मेटाबोलिक एसिडोसिस, एनीमिया और ऑक्सीडेटिव तनाव को प्रेरित करता है","tt30":"केटोजेनिक आहार से कैंसर को मात देना","tt31":"मेलानोमा- उपवास का समय या दावत का समय? पीपीएआर, चयापचय और प्रतिरक्षा के बीच एक परस्पर क्रिया","tt32":"कंकाल की मांसपेशी माइटोकॉन्ड्रियल बायोजेनेसिस, सामग्री और कार्य पर प्रतिरोध प्रशिक्षण का प्रभाव","tt33":"लंबी अवधि के उपवास के दौरान ऑक्सीडेटिव क्षति, रेडॉक्स स्थिति और चयापचय बायोमार्कर के बीच परस्पर क्रिया","tt34":"डॉ डेविड हार्पर - 'कैंसर को रोकने और इलाज के लिए केटोजेनिक आहार (और शायद COVID19)'","tt35":"सुपाच्य अपरिहार्य अमीनो एसिड स्कोर के आधार पर पौधे- और पशु-स्रोत प्रोटीन की गुणवत्ता का व्यापक अवलोकन","tt36":"4 तरीके जिनसे आप धूप के अलावा त्वचा का कैंसर प्राप्त कर सकते हैं","tt37":"p63 और SOX2 स्क्वैमस सेल कार्सिनोमा में ग्लूकोज रिलायंस और मेटाबोलिक कमजोरियों को डिक्टेट करते हैं","tt38":"प्रागैतिहासिक ट्यूमर का पता लगाना, और बहस","tt39":"प्रोस्टेट कैंसर के जोखिम और प्रगति में आहार की विकसित भूमिका","tt4":"डॉ. एरिक बर्ग - 'प्रैक्टिकल कीटो'","tt40":"कैंसर में इंसुलिन जैसी वृद्धि कारक 1 रिसेप्टर सिग्नलिंग की भूमिका","tt41":"ऑस्टियोसारकोमा में ट्यूमर चयापचय को लक्षित करने के लिए आहार संबंधी हस्तक्षेप में अनुसंधान के रास्ते","tt42":"\"मांसाहारी आहार\" का सेवन करने वाले 2029 वयस्कों के बीच व्यवहार संबंधी विशेषताएं और स्व-रिपोर्ट की गई स्वास्थ्य स्थिति","tt43":"क्या हम कैंसर को भूखा खा सकते हैं? - विलियम लियू","tt44":"प्रारंभिक कांस्य युग (4588+34 कैल। बीपी) में मेटास्टैटिक कार्सिनोमा का पैलियोपैथोलॉजिकल विवरण और निदान पूर्वी साइबेरिया के सीआईएस-बाइकाल क्षेत्र से फोरेजर","tt45":"उपवास: भीतर से कायाकल्प को जगाना - वाल्टर लोंगो - TEDxEchoPark","tt46":"भूख से मर रहा कैंसर दूर","tt47":"निकोटिनमाइड मोनोन्यूक्लियोटाइड का दीर्घकालिक प्रशासन चूहों में उम्र से संबंधित शारीरिक गिरावट को कम करता है","tt48":"कैंसर कीमोप्रिवेंशन और स्वास्थ्य लाभ में सल्फोराफेन की भूमिका: एक मिनी-समीक्षा","tt49":"जनसंख्या प्रोटीन का सेवन और खाद्य स्थिरता सूचकांक: मेट्रिक्स मायने रखता है","tt5":"लिंग, खेल, IGF-1 और ऊंचाई परिकल्पना में सामुदायिक प्रभाव","tt50":"सबसे पुराना होमिनिन कैंसर: दक्षिण अफ्रीका के स्वार्टक्रांस गुफा से 1.7 मिलियन वर्षीय ओस्टियोसारकोमा","tt51":"जब कम अधिक हो सकता है: कैलोरी प्रतिबंध और कैंसर चिकित्सा के प्रति प्रतिक्रिया","tt52":"उपवास और शुद्धि","tt53":"TEDx इसे पोस्ट नहीं करेगा...","tt54":"कीटोन अनुपूरण ट्यूमर सेल व्यवहार्यता को कम करता है और मेटास्टेटिक कैंसर के साथ चूहों के अस्तित्व को बढ़ाता है","tt55":"बिगड़ा हुआ कार्बोहाइड्रेट चयापचय के लिए एक त्वचीय मार्कर के रूप में त्वचा टैग: एक केस-कंट्रोल अध्ययन","tt56":"कैंसर","tt57":"डॉ. पॉल सलादीनो - 'मांसाहारी आहार का खंडन'","tt58":"यूवी क्षति प्रतिक्रिया में स्वरभंग","tt59":"अर्ज़ान (साइबेरिया, रूस) के 2,700 वर्षीय सीथियन राजा के कंकाल में निदान प्रोस्टेट कार्सिनोमा का सबसे पुराना ज्ञात मामला","tt6":"केटोन्स पर आपका दिमाग; अल्जाइमर, मेमोरी, एमसीटी","tt60":"पैतृक पूर्व-कृषि होमो सेपियन्स और उनके होमिनिड पूर्वजों के आहार के शुद्ध अम्ल भार का अनुमान","tt61":"हमारी उम्र क्यों है और हमें क्यों नहीं करना है - डेविड सिंक्लेयर - Google पर वार्ता","tt62":"चूहों में त्वचा के ट्यूमर और हेपेटोमा के गठन पर कैलोरी प्रतिबंध की डिग्री का प्रभाव","tt63":"मेडिकल रिकॉर्ड में हार्मोन मौसमी सर्कैनुअल एंडोक्राइन सर्किट का सुझाव देते हैं","tt64":"फास्टिंग और ऑटोफैगी (भाग 2) - ऑटोफैगी को कैसे ट्रिगर और अधिकतम करें?","tt65":"सूर्य के प्रकाश में विटामिन डी के स्वतंत्र रूप से हृदय संबंधी लाभ होते हैं","tt66":"पुरापाषाण और भूमध्य आहार पैटर्न स्कोर वयस्कों में सर्व-कारण और कारण-विशिष्ट मृत्यु दर के साथ विपरीत रूप से जुड़े हुए हैं","tt67":"भोजी","tt68":"उपवास","tt69":"पाषाण काल","tt7":"मानव त्वचा में यूवी क्षति के खिलाफ मेलेनिन की सुरक्षात्मक भूमिका","tt70":"शनिदार गुफा","tt71":"उपवास के बारे में सब कुछ - प्रश्नोत्तर 10 (दीर्घकालिक उपवास बनाम आंतरायिक उपवास) - बुचिंजर विल्हेल्मी","tt72":"केटोजेनिक आहार हाइपोक्सिक प्रतिक्रिया को बदल देता है और एक माउस ग्लियोमा मॉडल में एंजियोजेनेसिस, आक्रामक क्षमता और संवहनी पारगम्यता से जुड़े प्रोटीन की अभिव्यक्ति को प्रभावित करता है।","tt73":"आहार-वसा-ईंधन वाले केटोजेनेसिस की रोकथाम BRAF V600E ट्यूमर के विकास को कम करती है","tt74":"ल्यूसीन अभाव प्रसार को रोकता है और फैटी एसिड सिंथेज़ के माध्यम से मानव स्तन कैंसर कोशिकाओं के एपोप्टोसिस को प्रेरित करता है","tt75":"4. ग्रीनलैंड वाइकिंग्स - मध्यरात्रि सूर्य की भूमि","tt8":"एक आवधिक आहार जो उपवास की नकल करता है, बहु-प्रणाली पुनर्जनन को बढ़ावा देता है, संज्ञानात्मक प्रदर्शन को बढ़ाता है, और स्वास्थ्य अवधि","tt9":"आंतरायिक ऊर्जा प्रतिबंध मोटापे से ग्रस्त पुरुषों में वजन घटाने की दक्षता में सुधार करता है: MATADOR अध्ययन"}