{"contribute":"Contribute to this Whitepaper on Github","intro":"This repository explores the theory of winter-fasting and its correlation with cancer prevention. Using an AI model to suggest relevant resources.","link":"Link","p1":"The theory is that the majority of people on earth, especially those of descendants from a cold environment, are getting cancer and diseases because they are missing a long term period of fasting, caloric restriction and a high fat diet during winter and spring, which was prevalent in their ancestors' lives. The purpose of this paper is to explore the evidence of fasting, caloric restriction and a high fat diet and its correlation to cancer. As well as exploring the advent of agriculture as the cause of cancer. The arguments are analyzed from a logical standpoint using the first principles approach.","p10":"\"The mechanisms underlying the anti-tumor benefits of the ketogenic diet, caloric restriction (and intermittent fasting) and other potential metabolic therapies have not yet been fully elucidated; however, preclinical data strongly suggests that metabolic alteration may be a highly effective therapy and may in fact enhance the current standard of care for malignant gliomas.\"","p11":"A recent study from Tendler et al. (2021) measures the change in hormones based on the different seasons. They concluded that, like all other animals, humans also have different winter-spring peaks in hormones for reproduction, growth, metabolism and stress adaptation. The study suggested that humans have a circannual clock that can keep track of the seasons, regulating hormones based on the seasons. The observed changes were in the hormones, cortisol, ACTH, T3, T4, TSH, estradiol, testosterone, LH, FSH, GH, IGF-1 and prolactin.","p12":"Dr Françoise Wilhelmi de Toledo mentions in an interview with Buchinger Wilhelmi fasting institute, about the effect that fasting has on spring allergies. She uses fasting to resolve an allergy to birch pollen during April (Wilhelmi 2021).","p13":"There is also fasting incorporated in the major religions. Both Christianity and Islam have their major fasts usually between March and May. Judaism uses fasting more spread out throughout the year (Wikipedia 2021).","p14":"In Ancient Greece, fasting was meant to prepare athletes’ bodies for physical training ahead of the Olympic Games. It was also a means of developing intelligence and health (Alimentarium 2016).","p15":"\"Everyone has a physician inside him or her; we just have to help it in its work. The natural healing force within each one of us is the greatest force in getting well. Our food should be our medicine. Our medicine should be our food. But to eat when you are sick is to feed your sickness\" - Hippocrates (Osborn 2007).","p16":"Autophagy was first measured by Yoshinori Ohsumi, who won the Nobel Prize in Physiology and Medicine in 2016, where the processes is the natural, regulated mechanism of the cell that removes unnecessary or dysfunctional components. Autophagy is present in different states of life, but most notably after aerobic exercise or fasting (Wikipedia 2021). Berg (2020) mentions in his talk that he recommends patients to follow a consistent aerobic exercise regime for the benefits of autophagy and health. According to Tramazzo (2019) autophagy will trigger about 10 hours faster if the person is already in nutritional ketosis/fat adapted, amplifying its effects.","p17":"One common misconception is that one has to be in a fasted state for autophagy to start, however, Chung and Chung (2019) explored the changes of the primary autophagy-related genes using caloric restriction. They found that autophagy-related genes in humans were significantly increased in response to a reduction in calories by 30%.","p18":"In his presentation about therapeutic fasting, Fung (2016) goes into detail about the benefits of fasting and that the modern human is built to withstand repeated episodes where there is no food. He goes over that in a fasted state, the body increases its energy expenditure and cell oxygen availability over four days of fasting, peaking at day three. He explains fasting as the way the body cleans out all the junk that accumulates.","p19":"Longo (2016) speaks about fasting and how it affects aging and diseases. He did some research on insulin and IGF-1 where he investigated mice with a deficiency in IGF-1 receptors, resulting in a 50% reduction in the mice' actual size compared to normal mice. He found that they live at least 40% longer compared to normal mice. Alongside with the finding that they never develop any diseases, compared to 10% of normal mice. He also shows his research from UCLA where they would starve worms, bacteria and yeast, and the outcome was that if you switch them from a lot of nutrients to only water, they would live much longer. Another reference of this is from Cheng et al. (2014) where they found that prolonged fasting reduces IGF-1 and promotes hematopoietic-stem-cell-based regeneration and reverse immunosuppression. Brandhorst (2015) did a study on a periodic fasting diet and found that mice on this diet would have an almost halved cancer rate, and they would experience cancer only in their later stages of life and the majority of tumors was benignant, compared to the control group where they would have it from early stages in life and majority was malignant.","p2":"Cancer is the second highest cause of deaths, where cardiovascular diseases take first place, according to data collected from 2017 (Roser and Ritchie 2015). The techniques presented in this theory would probably eliminate cardiovascular disease as well, but I'm only focused on cancer for the topic of this paper. My speculation is that cancer started to significantly develop alongside the constant consumption of carbohydrates, probably caused by agriculture and the availability of carbohydrates. We can base some assumption that the current society is suffering from cancer, however, there is little evidence that pre-agricultural society was suffering from cancer, with an exception to bone cancer. Odes et al. (2016) analyzed a specimen from South Africa dated to be 1.8 million years old. They concluded that the specimen had a small growth of malignant bone cancer. Odes et al. also explains that bone tumors are not related to lifestyle, compared to cancer in soft tissue. This is not supported by Leite et al. (2021) and Fan et al. (2017) where they see a large dependency of insulin-like growth factor 1 (IGF-1) and glucose in bone cancer, and that fasting, caloric restriction and a ketogenic diet would have beneficial effects against the cancer. Something to note is that bone cancer from ancient specimen are mostly benign and always under control, suggesting that bone cancer might serve a function for rapid repair in cases of skeletal trauma.","p20":"Sinclair (2019) speaks of his research in anti-aging at Google. His techniques goes around the topic of epigenome manipulation and the prevention of aging, this will in turn prevent every disease that could be age related, including risk for developing cancer. He later mentions that a natural way to manipulate your epigenome is to eat less frequently, and he is currently following an intermittent fasting regime. He also answers a question from the audience on insulin and aging where he concludes that aging is a direct correlator with high insulin and blood-glucose levels. Also there is an important epigenome pathway-chemical called nicotinamide mononucleotide (NMN) which is correlated with nerve health and epigenome repairing. Mills et al. (2017) writes in a paper that NMN occurs naturally in different types of food such as: edamame, broccoli, cucumber seed, cucumber peel, cabbage, avocado, tomato, mushroom, raw beef and shrimp. All of which are low in carbohydrates.","p21":"Mokhtari et al. (2017) found that some plant foods contain sulforaphane, a compound that is able to specifically target cancer cells to induce apoptosis (programmed cell death). The plant foods include: broccoli sprouts, broccoli, cauliflower, kale, brussels sprouts, cabbage and bok choy. All of which are low in carbohydrates.","p22":"Li (2014) has a list of anti-angiogenic foods. Some of them are: green tea, strawberries, blackberries, raspberries, oranges, bok choy, kale, ginseng, maitake mushroom, licorice, turmeric, artichokes, lavender, pumpkin, tuna, parsley, garlic, tomato, olive oil and dark chocolate. All of which are low in carbohydrates.","p23":"Caloric restriction has long been used as a measure for people to lose weight, but there are also appliances against disease. O’Flanagan et al. (2017) explored the effects that calorie restriction has on cancer patients. Their specification was to lower the patients' caloric intake by 30%, without the incurrence of malnutrition. Their data suggest that caloric restriction acts against inflammation, angiogenesis, insulin and IGF-1. They also mention that a 30% reduction in calories in mice, displayed an overall -75.5% reduction in tumor incidence. They speculated that caloric restriction combined with a ketogenic diet, would probably increase that number.","p25":"The Paleolithic diet is well known in the literature to be a clear replicate of our ancestors' diet. The diet consists of fresh lean meats, fish, shellfish, eggs, nuts, seeds, fruits, berries, vegetables and small amounts of honey (Challa et al. 2021). This diet breakdown would be low in carbohydrates except for some sparse times of the year, probably in summer when certain fruits and honey was available. Following this diet, paired with regular exercise and fasting, would leave any individual in ketosis for more or less their entire life. The Paleolithic era lasted from 2.5 million years ago until 9000 years ago, when we switched to an insulin spiking, carbohydrate based diet (Wikipedia 2022).","p26":"Challa et al. (2021) mentions that the Paleolithic diet probably was very dependant on available food in the environment, such as a few Nordic tribes were only consuming fish and other seafood. Fall of Civilizations (2020) explains in a documentary about how the Greenland Vikings came to be, and how they lived. It's described that they lived on an extremely restrictive diet, since nothing grew on Greenland. Most of their diet consisted of fish and seal.","p27":"In a study with 30 183 participants, Whalen et al. (2017) investigated the impact of the Paleolithic and Mediterranean diet had on all-cause mortality. They found that both diets was associated with lower risk of all-cause, cardiovascular, cancer, and other mortality.","p28":"Sebastian et al. (2002) explains that natural selection has had < 1% of evolutionary time to adapt to our new modern diet from the advent of agriculture. They also measured the difference in acid net load of the Paleolithic diet compared to the western diet and found a mismatch between the nutrient composition of the diets and genetically determined nutritional requirements.","p29":"My idea here was that people who lived in the north, where winters were harsh, would probably not eat any vegetables during the long winters, because nothing grew. We know that people stocked up on food, but what would they do if the food would perish, they then would have to find food local to the environment. What is interesting about this is that carbohydrates are only prevalent in certain vegetables, and a purely carnivore diet contains almost no carbohydrates. Saladino (2020) talks about the carnivore diet and how skeletal analysis of early humans showed that they were almost exclusively carnivores. He also confirms that humans would eat based on their environment, and that the vegetables today looked nothing like they did for the early humans. He mentions that the domestication of popular vegetables have resulted in favoring the least toxic, the highest yielding and highest caloric version of that plant. And that the availability of plants was nowhere near as they are today. My thoughts on this is that humans probably lived mainly on a carnivore based diet, with a small amount of plants and carbohydrates, consumed in a supplementary way. That would explain the quick energy reaction the body has to carbohydrates.","p3":"Li (2014) shows some statistics in his Ted talk, where he explains that 40% of women in their 40s and 50s actually have microscopic breast cancers, 50% of men in their 50s and 60s have microscopic prostate cancers, and viritually 100% of us when we reach our 70s will have microscopic thyroid cancers. These will however not develop further because they lack angiogenisis (blood supply).","p30":"A recent study from Lennerz (2021) shows self reported evidence from people following the carnivore diet for at least 6 months. They concluded that adults consuming a carnivore diet experienced few adverse effects and instead reported health benefits and high satisfaction.","p31":"As the basis of my theory is that you should enter a ketogenic diet during winter and also do sessions of fasting, Saladino (2020) brings up a few studies where they observed a decrease in oxidative stress when people entered a carnivore diet. This could be connected to either the benefits of the ketogenic or the carnivore diet, however, I think that they are very similar.","p32":"Plant based diets have been proven in the literature to reduce risk for all cause mortality and diseases such as cancer or cardiovascular disease. Dinu et al. (2017) concluded in a study that a vegan diet resulted in a decrease (-15%) in total cancer incidence rate. Xiao et al. (2016) noted that dietary leucine deprivation showed significant results in tumor reduction of breast, skin, lung and ovarian cancer. Leucine is most prevalent in a meat, and naturally lower in a plant based diet. However, Xiao et al. control diet was high in leucine and carbohydrates. A diet with fat instead of carbohydrates would probably give different results.","p33":"My theory on why plant based diets result in a reduced risk for cancer is the problem with digesting plant based food. Ciuris et al. (2019) goes over the Digestible Indispensable Amino Acid Score (DIAAS) of plant and animal foods. They found that available protein for athletes following a vegetarian diet, in some cases, could be reduced by 43%, also supported by Moughan (2021) and Herreman et al. (2020). Possibly in a poorly planned vegetarian diet, since mixing different protein could increase the protein availability. We know that protein and carbohydrates increase IGF-1, which stimulates cancer growth and aging (Larsson et al. 2005). We also know from O’Flanagan et al. (2017) that a 30% reduction in calories leads to a reduction (-75.5%) of cancer incidence, I believe that the lower nutritional availability in plant foods is what makes it inherently caloric restricted.","p34":"However, plant based diets do not come without drawbacks. Saladino (2020) talks about how human brain size has been reduced since the advent of agriculture and he presents evidence that what resulted in our ancestors initial tripling of brain size was the advent of hunting and an increase in nutrient rich animal foods in a carnivore diet. He brings up evidence that humans, around 14000-12000 years ago, saw a decrease in average height, brain size and an increase in diseases. Caused by iron deficiency, vitamin inability from a decrease in fat consumption. This resulted in poor immune function, poor wound healing and increased rate of infections. Also supported by Desmond et al. (2021).","p35":"Bosworth (2019) talks about how ketones are a superior fuel for the brain and how a small supplementation of Medium-Chain Triglyceride (MCT) oil in a non-ketogenic diet, would increase the levels of ketones in the blood and in term lead to an increased engagement of all brain cells. This was most noted in older patients with lower brain function, lower memory function or alzheimers. She also speaks of diseases like, ADHD, parkinssons, epilepsy, depression as a result of chronic brain swelling and inflammation, we can probably assume that this is Harper's (2020) axis of illness portrayed in the brain.","p36":"I also remember seeing some sources that newborns have a 70 times higher blood-ketone level compared to those in grown humans, maybe meaning that it's used for brain development in early stage in life.","p37":"In support for cognition, the ancient Greek Pythagoras, for instance, fasted for 40 days before his exams at the famous Alexandria School. Pythagoras noticed such an increase in lucidity and physical strength that he later prescribed fasting to his pupils (Alimentarium 2016).","p38":"Harper (2020) estimates that 70% of chronic disease, but most notably, cardiovascular disease, cancer, diabetes and alzheimers, could be cured by just breaking his axis of illness. Now the question at hand, how long should you break the cycle to gain the benefits? Well in Harper's research they see a change in cancer growth and a metabolic change in just six weeks, so if you do this up to six months every winter I would assume that it has some effect. The literature also supports this, Byrne et al. (2017) found that periodic diet breaks work extremely well in a scenario of weight loss without muscle loss and metabolic slowdown.","p39":"Why we see cancer in children could be that bad cell-components are inherited from the mother. Since the immune systems t-cells have a form of register to remember diseases, that would result in a sort of a learning period for the immune system to slowly adapt. And since it takes seven to ten years to replace every cell in one's body, we could assume that the cancer caused in children is probably inherited from the mother.","p4":"Bray et al. (2018) investigated some statistics about cancer rates in developed countries. They found that, on average, every type of cancer in both sexes is 2.5 times more prevalent in society with a high Human Development Index. Also related to Bogin et al. (2015) correlation with height and IGF-1 levels.","p40":"Mikhaila Peterson (2022) explains how she had lived with severe arthritis, skin rashes and depression for years. But all diseases went away after a few months following a carnivore diet.","p41":"Osborn (2007) discusses the universal use of fasting. \"When an animal, such as a dog or cat, is sick, its natural instinct is to refuse food. When the crisis is over, and the internal healing work has been accomplished, the appetite will return naturally, of its own accord. The human organism also has a fasting instinct, just like that of other animals. Evolutionary adaptation has made our bodies very efficient at storing energy reserves, and drawing upon them when food supplies are scarce. Fasting is as old as mankind, perhaps even older. As far back as historians can see, men have been fasting for one reason or another. It seems to be a universal practice\".","p42":"Fetters and Dr. Philis-Tsimikas (2020) writes about healthy blood-glucose levels where they conclude that a level above 10.0 mmol/L is above normal and can cause diabetic symptoms such as frequent urination, fatigue, dry or itchy skin, feeling thirsty, more frequent infections and eating more food but not gaining as much weight. They warn that high blood-glucose levels also damage blood vessels and nerves throughout the body. Sinclair (2019) also mentions that spikes in blood-glucose and insulin (to combat the rise in blood-glucose) is the strongest correlation for aging and age related disease. Type 1 diabetes has long been explained by the body attacks itself by mistake (CDC 2022), however, I want to speculate here as well with some anecdotal evidence from experiments on myself. I have been monitoring my blood-glucose and insulin response from carbohydrates with a FreeStyle libre blood-glucose monitor. My eating habits are one meal a day, around 1800 kcal and no carbohydrates. When fat adapted, my blood-glucose would only increase (0.2-0.5 mmol/L) marginally after that meal. Switching back to a carbohydrate metabolism for a few days, I was able to spike (6.0-7.0 mmol/L) my blood-glucose, on average, by eating just 100g of carbohydrates, reaching 9.9 mmol/L. That is more than a 10x incease in blood-glucose and probably a similar increase in insulin production. I think it's important to remember that your body's insulin system probably adapted over 2.5 million years to only handle protein in meat, and no carbohydrates. If a person then starts eating a western diet, maxing out his or hers blood-glucose 3 times per day, there ought to be complications. My theory for type 1 diabetes is that the immune system attacks the pancreas, assuming it's compromised and damaged for producing 10x insulin and also feeding a current infection, destroying it as a mechanism for survival.","p43":"Groennebaek and Vissing (2017) writes in their paper on the function of permanent adaptation of mitochondria in the skeletal musculature as a response to resistance training. They found that resistance training could result in a permanent increase in muscle mitochondria, what is interesting about this is the function it could have had on ancient humans. What we know today is that a person with more mitochondria in their skeletal musculature will respond faster to resistance training and hypertrophy, rather than a person with less mitochondria. And if one can permanently adapt to an increase of mitochondria, and then stop training and losing lean muscle mass, one can then regain lean muscle mass faster at a later stage of life. What evolutionary routine would have caused this adaptation? Could it be that ancient humans would fast during the winter and lose muscle mass, that then would be regained during summer when food was more abundant? I think so.","p44":"Longo (2016) says that most people can live without food for six months, without major preparation. This does incite the theory in that humans had to live with less food for a length of a winter. Longo also says that the current western diet, with a high amount of carbohydrates, allows damaged cells and cell-components to accumulate. Ekberg (2021) talks in his video that insulin resistance builds up and eventually becomes \"chronic storage\" that leads to diabetes and disease. My stance here is that the winter was used as the body's cleaning process for a build up of bad cell-components, and going back to that way of living would tick all the boxes of what has been stated above.","p45":"One argument against the point I make, that the advent of agriculture is the cause of cancer of the dietary increase of carbohydrates, is the early deaths of ancient humans. Since cancer is cumulative, early deaths could be an explanation for its lack of appearance. However, the discovery of the Shanidar Cave shows four specimens of ancient Neanderthals, which were aged between 30-50. They are dated from around 65000-35000 years ago, well before the advent of agriculture. This gives some idea that ancient humans managed to reach an older age, child mortality might be a cause for the low average age (Wikipedia 2021).","p46":"Cronise et al. (2014) has an interesting hypothesis that food scarcity, longer sleep and cold exposure during winter is a way to remove obesity and cardiometabolic disease. They mention that caloric restriction triggers a network of genes that evolved to protect organisms during times of food scarcity. These genes are shown to down regulate insulin and IGF-1 and release cellular energetics, sirtuins and defense enzymes. These enzymes play a big part in obesity, metabolic syndrome, diabetes, cancer, inflammation, and cardiovascular disease. Moreover, some of these enzymes also promote nonshivering thermogenesis, which would increase internal heat production. Cronise et al. also talk about how increased sleep in cool environments and long nights of winter may work synergistically to promote the conservation of valuable calories.","p47":"A common misconception about the ketogenic diet is that the elevated ketones produced will eventually lead to ketoacidosis, which is a state where the body can't regulate the blood-ketone level, resulting in the acidification of the blood and death. Ekberg (2019) explains that this is only prevalent in people without the ability to create insulin, specifically in diabetics. And that nutritional ketosis won't lead to ketoacidosis. However, Arsyad et al. (2020) noted that rats fed a high fat, low protein and low carbohydrate diet showed a slight increase in blood acidity after 60 (420 human equivalent) days. Although they found no difference in organ function. A Paleo diet, for example, is higher in protein, and excess protein is converted to glucose, which would not stimulate as much blood-ketones and therefore might be safer. But my recommendation would be to slightly increase carbohydrate intake during late summer to early winter, to let the body cycle. An assumption is that our ancestors had an increase in nuts, fruit and honey during that time of the year. Grundler et al. (2020) study on long term (10 days) fasting in humans showed an increase in antioxidant capacity and a decrease in oxidative stress. However, they did give the subjects 250 kcal and 16g carbohydrates in the form of honey per day, which would probably decrease blood-ketone levels slightly.","p48":"Vitamin C is also an interesting observation. Lennerz et al. (2021) found that even with people consuming <10% daily recommended intake, no deficiency was ever reported. This could be because of the low antioxidant and vitamin C need during ketosis, compared to a carbohydrate metabolism (Grundler et al. 2020).","p49":"Many of the studies mentioned in this theory are using mice as subjects for fasting trials. In his paper, Demetrius (2005) found that mice and humans have a strong metabolic homogeneity, even in specialized cells and molecular mechanisms that regulate growth, replication, differentiation and death. Demetrius also measured the difference in basal metabolic rate per gram of body weight, they were on average seven times faster in mice compared to humans. Knowing this, we can base some assumption in the different lengths of fasting intervals to apply to humans, based on the studies on rats.","p5":"DeLauer (2019) simplifies the complex cancer growth processes in a video, highlighting that most cancer cells differ from regular cells in how they are converting energy to proliferate. He references a recent study by Hsieh et al. (2019) where they conclude that cell glycolysis is the main cause for cancer growth, but also not a very efficient one, meaning that most cancers respond to high insulin and blood-glucose levels to grow and that cancer use high amounts of glucose to grow a very small amount. Lowering the blood-glucose level was shown to inhibit cancer growth and switching to a ketogenic diet was shown to completely starve the cancer. It was concluded that (most) cancer cells can't convert ketones for growth. Poff et al. (2014) writes in their paper on the survival rate in mice with metastatic cancer, and they mention that cancer cells express an abnormal metabolism characterized by increased glucose consumption, and that, just supplementing ketones, resulted in a greater survival rate.","p50":"According to Xia et al. (2017), there exists a mutation that equips the cancer with the ability to proliferate using fat as fuel. The mutation is found occurring in over 50% of melanomas, 10% of colorectal cancer, 5% of multiple myeloma and 2% of leukemia. That is roughly 0.004% of all known types of cancer. Also noted by Grabacka et al. (2020) paper, ketones do not directly inhibit the proliferation of melanoma and glioblastoma cells. The method that Xia et al. (2017) used was to feed mice a high fat diet and injection of acetoacetate to provide a more acidic environment to enhance cancer proliferation potential. This will, however eliminate the biological function of autophagy, which might work against the cancer. Xia et al. also discussed that their tests were isolated and that other bodily functions might have an impact on a whole-organism level. This is supported by Antunes et al. (2016), where they found that fasting increases the sensitivity of human melanoma cells, to cisplatin, which is a type of chemotherapy. Grabacka et al. (2020) also mention how melanoma cells take advantage of local inflammation for growth. This could be attributed to the reduction of inflammation in the body during fasting. Mokhtari et al. (2017) also writes that sulforaphane reduces inflamation, which can possibly assist in melanoma prevention. Woolf et al. (2015) also noted a reduction in inflammation signaling pathways in glioma tumors, in rats that were fed a ketogenic diet. O’Flanagan et al. (2017) found that caloric restriction reduces systemic inflammation as well.","p51":"Choi (2020) writes about the effect caloric restriction has on skin biology. Choi concluded that caloric restriction has beneficial effects on skin aging, wound repair, wrinkle formation, stem maintenance and carcinogenisis. Due to the same enzymes and sirtuins that Cronise et al. (2014) found was being released as a response to food scarcity. Tannenbaum and Silverstone (1949) also found that a decrease in caloric intake in mice resulted in a decrease in methylcholanthrene-induced skin tumors and spontaneous hepatomas.","p52":"Weller (2016) discuss the need for adequate sun exposure. He mentions a few studies from Scandinavia that show a dose-dependent fall in mortality with increased sun-seeking behaviour, although with higher skin cancer incident rate. However, chronic occupational exposure may be protective. Brenner and Hearing (2009) confirms this notion that highly pigmented skin is profoundly protected from carcinogenesis. If an individual is overexposed in strong sunlight, the body responds with sunburn. This is damaging to skin DNA and increase the chance of skin cancer. Brenner and Hearing also mention an individual's melanogenic potential where the same winter-fasting principle can be used for sun exposure. Your melanogenic potential probably adapted over generations to specific sunlight conditions based on adequate vitamin D absorption during winter, and enough pigmentation to reduce UV damage in summer. We can also assume that an introduction to sunlight during spring, when the skin is at its brightest, is crucial for melanin build up and protection for the summer. The problem occurs when we are inside during spring, not getting low UV index exposure, then jump out tanning at high summer. You should also be mindful of your genetic melanogenic potential, if you have white skin and move to a high UV index area, you will be at high risk since you genetically can't adapt fast enough. This might be why Australia (Cancer Council 2022) has higher rates of skin cancer.","p53":"What is also interesting is that Sample and He (2017) show that UV exposure increases autophagy in the skin as an immediate response to repair damaged DNA, suppress tumor growth and remove oxidative stress proteins and lipids. However, skin cancer can also form on skin, not usually exposed to the sun (Hung 2022). Which could suggest that UV damaged parts spread throughout the skin or that there is a deficiency of local autophagy. A high amount of moles is also an indicator of skin cancer (Hung 2022), Rasi et al. (2007) saw a positive correlation between the total number of skin tags and the mean fasting plasma glucose. They found that patients with 30 or more skin tags were at a high risk for impaired carbohydrate metabolism.","p54":"The current lifestyle and diet of modern humans are not sustainable, given the brought up sources, we could probably benefit greatly as a society if we were to follow a regime of a ketogenic diet with caloric restriction and fasting sessions, for six months of the year, probably during winter and spring. The key part about the ketogenic diet, fasting and caloric restriction is that they all work synergistically and amplifying the benefits.","p55":"From all I've gathered, there should not be any problems for a person to start following this technique, however, humanity's strongest trait is the ability to adapt, but that adaptation must come slowly. So if you try to follow this, do so slowly and do consult someone with knowledge if you have diabetes or an eating disorder. Otherwise, happy fasting.","p56":"Lieverse et al. (2014) observed one of the earliest forms of soft tissue cancer, metastatic carcinoma. The specimen was dated to 4600 years ago and was found in Eastern Siberia. Johnson (2010) and Schultz et al. (2007) found two remains of soft tissue cancer to date back to 2700 years ago. The specimen was found to have a form of prostate carcinoma cancer, and according to Kaiser et al. (2020), prostate carcinoma cancer has a direct association with insulin resistance. They found that a low carbohydrate/ketogenic diet should be favored for their superior impact on metabolic parameters. This does support the theory of rising cancer rates caused by the advent of agriculture, which started getting traction around 7000 to 10000 years ago, where carbohydrate consumption rose, alongside with insulin resistance.","p57":"A relevant citation from Coffey (2001): \"Homo sapiens evolved only about 150000 years ago, and only in the last 10% of that time (10 to 15 thousand years ago) did humans and dogs dramatically alter their diets. This is the time when humans domesticated the dog, bred animals, grew crops, and cooked, processed, and stored meats and vegetables. All current epidemiologic evidence and suggestions for preventing prostate and breast cancer in humans indicates that we should return to the original diets under which our ancestors evolved.\"","p6":"This notion is also supported by Gannett (2016) where she explains that she has stopped the growth of a malignant brain cancer, as well as curing polycystic ovarian disease, Hashimoto's thyroiditis and pre-stage breast fibroids cancers, using the ketogenic diet. Berg (2020) explains in his talk that a human body running on ketones is much healthier compared to one that uses glucose as fuel. His main points are that tumors can't grow on ketones and that a ketogenic diet doesn't increase insulin as much as a regular glucose diet would.","p7":"D’Agostino (2013) explains in his ted talk that he researched the effect on ketones as a cure for oxygen and pressure based seizures in navy seal divers. He explains multiple examples of people that have used the ketogenic diet as a cure for epilepsy and they are using ketone supplements as a cure for the navy seal divers. He later points out that cancer cells can only use large amounts of glucose as energy and are unable to proliferate on ketones. He quotes professor Thomas Seyfried, the author of \"Cancer is a metabolic disease\". Lunt (2016) also talks about how cancer is extremely dependent on glucose, and she also speaks of how some cancer cells can rewire their own glucose metabolism based on the availability of oxygen. D’Agostino (2013) also did some research on cancer cells and oxygen where he found evidence that a high oxygen environment was highly effective at destroying cancer cells.","p8":"Harper (2020) presents a few interesting findings on the ketogenic diet. He explains a graph called the axis of illness, where the base cause is carbohydrates which leads to insulin resistance which leads to obesity which leads to inflammation. He notes that, just simply switching to a ketogenic diet would eliminate approximately 70% of chronic diseases. He also goes on about cancer and confirms that cancer cells are dependent on glucose for fuel, and he shows an interesting theory where his hypothesis is that glucose and insulin are very strong growth factors in the body and by lowering them, using the ketogenic diet, allows the immune system to catch cancer cells before it spreads. His latest study on ketogenic adaptation explored the effects on women with terminal breast cancer at stage four, where they supplied them with a ketogenic diet alongside chemotherapy. This resulted in extreme cancer regression after six weeks.","p9":"Li (2014) explains that all cancers are dependent on mutated angiogenesis for growth. He also demonstrates that cancer cells can be efficiently removed by anti-angiogenesis compounds. Woolf et al. (2015) explores the effect a ketogenic diet has on angiogenesis in mice, they noted that angiogenesis is significantly reduced on a ketogenic diet. Woolf et al. also summerizes the ketogenic diet:","seo_desc":"The theory is that the majority of people on earth, especially those of descendants from a cold environment, are getting cancer and diseases because they are missing a long term period of fasting, caloric restriction and a ketogenic diet during winter and spring, which was prevalent in their ancestors' lives. The purpose of this paper is to explore the evidence of fasting, caloric restriction and the ketogenic diet and its correlation to cancer. As well as exploring the advent of agriculture as the cause of cancer. The arguments are analyzed from a logical standpoint using the first principles approach.","seo_title":"Cancer Whitepaper","t1":"Abstract","t10":"Cancer and caloric restriction","t11":"Discussion","t13":"The Paleolithic diet","t14":"The carnivore diet","t15":"Why plant based diets work","t16":"Brain development","t17":"Other diseases","t18":"Type 1 diabetes","t19":"Resistance training and permanent mitochondrial adaptation","t2":"Background theory","t20":"Everything is cumulative","t21":"The “Metabolic Winter” Hypothesis","t22":"Long term ketosis","t23":"Fasting in rats and humans","t24":"Fat fueled mutations","t25":"Skin biology","t26":"Summary","t27":"Sources","t3":"Statistics","t4":"Cancer and ketogenesis","t5":"Hormone seasonality","t6":"Fasting during spring","t7":"Fasting in Ancient Greece","t8":"Autophagy","t9":"Cancer and fasting","ta1":"Alimentarium","ta10":"Centers for Disease Control and Prevention","ta11":"Ciuris et al.","ta12":"Cancer Council","ta13":"Challa et al.","ta14":"Cheng et al.","ta15":"Choi","ta16":"Chung and Chung","ta17":"Coffey","ta18":"Cronise et al.","ta19":"D'Agostino","ta2":"Antunes et al.","ta20":"DeLauer","ta21":"Demetrius","ta22":"Desmond et al.","ta23":"Dinu et al.","ta24":"Ekberg","ta25":"Ekberg","ta26":"Bray et al.","ta27":"Fan et al.","ta28":"Fetters and Philis-Tsimikas","ta29":"Fung","ta3":"Arsyad et al.","ta30":"Gannett","ta31":"Grabacka et al.","ta32":"Groennebaek and Vissing","ta33":"Grundler et al.","ta34":"Harper","ta35":"Herreman et al.","ta36":"Hung","ta37":"Hsieh et al.","ta38":"Johnson","ta39":"Kaiser et al.","ta4":"Berg","ta40":"Larsson et al.","ta41":"Leite et al.","ta42":"Lennerz et al.","ta43":"Li","ta44":"Lieverse et al.","ta45":"Longo","ta46":"Lunt","ta47":"Mills et al.","ta48":"Mokhtari et al.","ta49":"Moughan","ta5":"Bogin et al.","ta50":"Odes et al.","ta51":"O'Flanagan et al.","ta52":"Osborn","ta53":"Peterson","ta54":"Poff et al.","ta55":"Rasi et al.","ta56":"Roser and Ritchie","ta57":"Saladino","ta58":"Sample and He","ta59":"Schultz et al.","ta6":"Bosworth","ta60":"Sebastian et al.","ta61":"Sinclair","ta62":"Tannenbaum and Silverstone","ta63":"Tendler et al.","ta64":"Tramazzo","ta65":"Weller","ta66":"Whalen et al.","ta67":"Wikipedia","ta68":"Wikipedia","ta69":"Wikipedia","ta7":"Brenner and Hearing","ta70":"Wikipedia","ta71":"Buchinger Wilhelmi","ta72":"Woolf et al.","ta73":"Xia et al.","ta74":"Xiao et al.","ta75":"Fall of Civilizations","ta8":"Brandhorst et al.","ta9":"Byrne et al.","title":"Cancer Whitepaper","tj1":"Alimentarium","tj10":"Cancer Council","tj11":"The American Journal of Clinical Nutrition","tj12":"World Cancer Research Fund International","tj13":"Everyday Health","tj14":"Wiley Online Library","tj15":"drhungmd","tj16":"New York Times","tj17":"British Journal of Cancer","tj18":"Journal of Translational Medicine","tj19":"Current Developments in Nutrition","tj2":"PubMed","tj20":"Plos One","tj21":"South African Journal of Science","tj22":"Greek Medicine","tj23":"Our World in Data","tj24":"Cancer Res","tj25":"PNAS","tj26":"Medium","tj27":"Karger","tj28":"The Journal of Nutrition","tj29":"Wikipedia","tj3":"Journal of Nutrition and Metabolism","tj30":"Cell","tj4":"YouTube","tj5":"National Library of Medicine","tj6":"MDPI","tj7":"Cancer Council","tj8":"Centers for Disease Control and Prevention","tj9":"ScienceDirect","tp1":"2016","tp10":"2022","tp11":"2019","tp12":"2022","tp13":"2021","tp14":"2014","tp15":"2020","tp16":"2019","tp17":"2001","tp18":"2014","tp19":"2013","tp2":"2016","tp20":"2019","tp21":"2005","tp22":"2021","tp23":"2017","tp24":"2021","tp25":"2019","tp26":"2018","tp27":"2017","tp28":"2020","tp29":"2016","tp3":"2020","tp30":"2016","tp31":"2020","tp32":"2017","tp33":"2020","tp34":"2020","tp35":"2020","tp36":"2022","tp37":"2019","tp38":"2010","tp39":"2020","tp4":"2020","tp40":"2005","tp41":"2021","tp42":"2021","tp43":"2014","tp44":"2014","tp45":"2016","tp46":"2016","tp47":"2017","tp48":"2017","tp49":"2021","tp5":"2015","tp50":"2016","tp51":"2017","tp52":"2007","tp53":"2022","tp54":"2014","tp55":"2007","tp56":"2015","tp57":"2020","tp58":"2017","tp59":"2007","tp6":"2019","tp60":"2002","tp61":"2019","tp62":"1949","tp63":"2021","tp64":"2019","tp65":"2016","tp66":"2017","tp67":"2021","tp68":"2021","tp69":"2022","tp7":"2009","tp70":"2021","tp71":"2021","tp72":"2015","tp73":"2017","tp74":"2016","tp75":"2020","tp8":"2015","tp9":"2017","tt1":"Voluntary fasting","tt10":"What Is Type 1 Diabetes?","tt11":"A Comparison of Dietary Protein Digestibility, Based on DIAAS Scoring, in Vegetarian and Non-Vegetarian Athletes","tt12":"Skin cancer","tt13":"Paleolithic Diet","tt14":"Prolonged fasting reduces IGF-1/PKA to promote hematopoietic-stem-cell-based regeneration and reverse immunosuppression","tt15":"Shedding Light on the Effects of Calorie Restriction and Its Mimetics on Skin Biology","tt16":"The Effects of Calorie Restriction on Autophagy: Role on Aging Intervention","tt17":"Similarities of prostate and breast cancer: Evolution, diet, and estrogens","tt18":"The Metabolic Winter Hypothesis: A Cause of the Current Epidemics of Obesity and Cardiometabolic Disease","tt19":"Starving cancer: Dominic D'Agostino at TEDxTampaBay","tt2":"Fasting boosts sensitivity of human skin melanoma to cisplatin-induced cell death","tt20":"Keto and Cancer","tt21":"Of mice and men","tt22":"Growth, body composition, and cardiovascular and nutritional risk of 5- to 10-y-old children consuming vegetarian, vegan, or omnivore diets","tt23":"Vegetarian, vegan diets and multiple health outcomes: A systematic review with meta-analysis of observational studies","tt24":"How To Count Carbs On A Keto Diet To Lose Weight Fast","tt25":"Ketosis vs Ketoacidosis (Keto Diet Dangerous?)","tt26":"Comparing more and less developed countries How cancer rates vary across countries at different stages of development","tt27":"Clinicopathological significance of glucose transporter protein-1 overexpression in human osteosarcoma","tt28":"What Are the Signs of High and Low Blood Sugar?","tt29":"Dr. Jason Fung - Therapeutic Fasting - Solving the Two-Compartment Problem","tt3":"Long-Term Ketogenic Diet Induces Metabolic Acidosis, Anemia, and Oxidative Stress in Healthy Wistar Rats","tt30":"Beating Cancer with a Ketogenic Diet","tt31":"Melanoma—Time to fast or time to feast? An interplay between PPARs, metabolism and immunity","tt32":"Impact of Resistance Training on Skeletal Muscle Mitochondrial Biogenesis, Content, and Function","tt33":"Interplay between oxidative damage, the redox status, and metabolic biomarkers during long-term fasting","tt34":"Dr. David Harper - 'Ketogenic Diets to Prevent and Treat Cancer (and maybe COVID19)'","tt35":"Comprehensive overview of the quality of plant- And animal-sourced proteins based on the digestible indispensable amino acid score","tt36":"4 WAYS YOU CAN GET SKIN CANCER BESIDES SUNLIGHT","tt37":"p63 and SOX2 Dictate Glucose Reliance and Metabolic Vulnerabilities in Squamous Cell Carcinomas","tt38":"Unearthing Prehistoric Tumors, and Debate","tt39":"The Evolving Role of Diet in Prostate Cancer Risk and Progression","tt4":"Dr. Eric Berg - 'Practical Keto'","tt40":"Role of insulin-like growth factor 1 receptor signalling in cancer","tt41":"Avenues of research in dietary interventions to target tumor metabolism in osteosarcoma","tt42":"Behavioral Characteristics and Self-Reported Health Status among 2029 Adults Consuming a \"Carnivore Diet\"","tt43":"Can we eat to starve cancer? - William Li","tt44":"Paleopathological Description and Diagnosis of Metastatic Carcinoma in an Early Bronze Age (4588+34 Cal. BP) Forager from the Cis-Baikal Region of Eastern Siberia","tt45":"Fasting: Awakening the Rejuvenation from Within - Valter Longo - TEDxEchoPark","tt46":"Starving cancer away","tt47":"Long-term administration of nicotinamide mononucleotide mitigates age-associated physiological decline in mice","tt48":"The role of Sulforaphane in cancer chemoprevention and health benefits: a mini-review","tt49":"Population protein intakes and food sustainability indices: The metrics matter","tt5":"Sex, Sport, IGF-1 and the Community Effect in Height Hypothesis","tt50":"Earliest hominin cancer: 1.7-million-year-old osteosarcoma from Swartkrans Cave, South Africa","tt51":"When less may be more: calorie restriction and response to cancer therapy","tt52":"FASTING AND PURIFICATION","tt53":"TEDx Wouldn't Post This...","tt54":"Ketone supplementation decreases tumor cell viability and prolongs survival of mice with metastatic cancer","tt55":"Skin tag as a cutaneous marker for impaired carbohydrate metabolism: a case-control study","tt56":"Cancer","tt57":"Dr. Paul Saladino - 'Debunking The Carnivore Diet'","tt58":"Autophagy in UV damage response","tt59":"Oldest known case of metastasizing prostate carcinoma diagnosed in the skeleton of a 2,700-year-old Scythian king from Arzhan (Siberia, Russia)","tt6":"Your Brain on Ketones; Alzheimer's, Memory, MCT","tt60":"Estimation of the net acid load of the diet of ancestral preagricultural Homo sapiens and their hominid ancestors","tt61":"Why We Age and Why We Don't Have To - David Sinclair - Talks at Google","tt62":"The Influence of the Degree of Caloric Restriction on the Formation of Skin Tumors and Hepatomas in Mice","tt63":"Hormone seasonality in medical records suggests circannual endocrine circuits","tt64":"Fasting & Autophagy (Part 2) — How to Trigger & Maximize Autophagy","tt65":"Sunlight Has Cardiovascular Benefits Independently of Vitamin D","tt66":"Paleolithic and Mediterranean Diet Pattern Scores Are Inversely Associated with All-Cause and Cause-Specific Mortality in Adults","tt67":"Autophagy","tt68":"Fasting","tt69":"Paleolithic","tt7":"The Protective Role of Melanin Against UV Damage in Human Skin","tt70":"Shanidar Cave","tt71":"ALL ABOUT FASTING - Q&A 10 (Longterm fasting vs. intermittent fasting) - Buchinger Wilhelmi","tt72":"The Ketogenic Diet Alters the Hypoxic Response and Affects Expression of Proteins Associated with Angiogenesis, Invasive Potential and Vascular Permeability in a Mouse Glioma Model","tt73":"Prevention of Dietary-Fat-Fueled Ketogenesis Attenuates BRAF V600E Tumor Growth","tt74":"Leucine deprivation inhibits proliferation and induces apoptosis of human breast cancer cells via fatty acid synthase","tt75":"4. The Greenland Vikings - Land of the Midnight Sun","tt8":"A Periodic Diet that Mimics Fasting Promotes Multi-System Regeneration, Enhanced Cognitive Performance, and Healthspan","tt9":"Intermittent energy restriction improves weight loss efficiency in obese men: the MATADOR study"}