{"p1":"النظرية هي أن غالبية الناس على وجه الأرض، وخاصة أولئك المنحدرين من بيئة باردة، يصابون بالسرطان والأمراض لأنهم يفقدون فترة طويلة من الصيام وتقييد السعرات الحرارية واتباع نظام غذائي غني بالدهون خلال الشتاء والربيع، والذي كان منتشر في حياة أسلافهم. الغرض من هذه الورقة هو استكشاف الدليل على الصيام وتقييد السعرات الحرارية واتباع نظام غذائي غني بالدهون وعلاقته بالسرطان. وكذلك استكشاف قدوم الزراعة كسبب للسرطان. يتم تحليل الحجج من وجهة نظر منطقية باستخدام نهج المبادئ الأولى.","p2":"يعد السرطان ثاني أكبر سبب للوفيات، حيث تحتل أمراض القلب والأوعية الدموية المرتبة الأولى، وفقًا للبيانات التي تم جمعها من عام 2017 (روزر وريتشي 2015). من المحتمل أن تقضي التقنيات المقدمة في هذه النظرية على أمراض القلب والأوعية الدموية أيضًا، لكنني أركز فقط على السرطان في موضوع هذه الورقة. تخميني هو أن السرطان بدأ يتطور بشكل كبير جنبًا إلى جنب مع الاستهلاك المستمر للكربوهيدرات، ربما بسبب الزراعة وتوافر الكربوهيدرات. يمكننا أن نبني بعض الافتراضات بأن المجتمع الحالي يعاني من السرطان، ومع ذلك، هناك القليل من الأدلة على أن مجتمع ما قبل الزراعة كان يعاني من السرطان، باستثناء سرطان العظام. وقام أوديس وآخرون (2016) بتحليل عينة من جنوب إفريقيا يعود تاريخها إلى 1.8 مليون سنة. وخلصوا إلى أن العينة لديها نمو طفيف لسرطان العظام الخبيث. وأوضح أوديس وآخرون أيضًا أن أورام العظام لا ترتبط بنمط الحياة، مقارنة بسرطان الأنسجة الرخوة. هذا غير مدعوم من قبل لايت وآخرون.(2021) وفان وآخرون (2017) حيث رأوا اعتمادًا كبيرًا على عامل النمو الشبيه بالأنسولين 1 والجلوكوز في سرطان العظام، وأن الصيام وتقييد السعرات الحرارية والنظام الغذائي الكيتون سيكون لهما آثار مفيدة ضد السرطان. شيء يجب ملاحظته هو أن سرطان العظام من العينات القديمة حميد في الغالب وتحت السيطرة دائمًا، مما يشير إلى أن سرطان العظام قد يؤدي وظيفة للإصلاح السريع في حالات الصدمات الهيكلية.","p3":"يُظهرلي (2014) بعض الإحصائيات في حديثه في تيد، حيث يوضح أن 40٪ من النساء في الأربعينيات والخمسينيات من العمر مصابات بالفعل بسرطان الثدي المجهري، و 50٪ من الرجال في الخمسينيات والستينيات من العمر مصابون بسرطان البروستاتا المجهرية، و100٪ عندما نصل إلى السبعينيات من العمر، سنصاب بسرطان الغدة الدرقية المجهرية. لكن هذه لن تتطور أكثر لأنها تفتقر إلى تولد الأوعية (إمداد الدم).","p4":"قام براي وآخرون (2018) بالتحقيق في بعض الإحصائيات حول معدلات السرطان في الدول المتقدمة. ووجدوا، في المتوسط أن كل نوع من أنواع السرطان في كلا الجنسين أكثر انتشارًا بمقدار 2.5 مرة في المجتمع مع ارتفاع مؤشر التنمية البشرية. ولدى بوجين وآخرون (2015) كان هناك ارتباط مع مستويات عوامل النمو المشابهة للإنسولين","p5":"يبسط ديلاور (2019) عمليات نمو السرطان المعقدة في مقطع فيديو، ويسلط الضوء على أن معظم الخلايا السرطانية تختلف عن الخلايا العادية في كيفية تحويلها للطاقة للتكاثر. ويشير إلى دراسة حديثة أجراها هسيه وآخرون. (2019) حيث خلصوا إلى أن تحلل الجلوكوز الخلوي هو السبب الرئيسي لنمو السرطان ، ولكنه أيضًا ليس السبب الفعال للغاية ، مما يعني أن معظم السرطانات تستجيب لمستويات الأنسولين العالية والجلوكوز في الدم لتنمو وأن السرطان يستخدم كميات كبيرة من الجلوكوز لنمو كمية صغيرة جدا. وتبين أن خفض مستوى الجلوكوز في الدم يمنع نمو السرطان، وتبين أن التحول إلى نظام الكيتو الغذائي يعمل على تجويع السرطان تمامًا. استنتج أن (معظم) الخلايا السرطانية لا يمكنها تحويل الكيتونات للنمو. بوف وآخرون (2014) أدرجوا في ورقتهم البحثية عن معدل البقاء على قيد الحياة في الفئران المصابة بالسرطان النقيلي، وذكروا أن الخلايا السرطانية تعبر عن عملية التمثيل الغذائي غير الطبيعية التي تتميز بزيادة استهلاك الجلوكوز، وأن مجرد إضافة الكيتونات أدى إلى زيادة معدل البقاء على قيد الحياة.","p6":"هذه الفكرة مدعومة أيضًا من قبل جانيت (2016) حيث أوضحت أنها أوقفت نمو سرطان الدماغ الخبيث، وكذلك علاج مرض تكيس المبايض والتهاب الغدة الدرقية هاشيموتو وأورام الثدي الليفية في مرحلة ما قبل السرطانات، باستخدام النظام الغذائي الكيتون. يشرح بيرج (2020) في حديثه أن جسم الإنسان الذي يعمل بالكيتونات يكون أكثر صحة مقارنة بالجسم الذي يستخدم الجلوكوز كوقود. تتمثل نقاطه الرئيسية في أن الأورام لا يمكن أن تنمو على الكيتونات وأن النظام الغذائي الكيتوني لا يزيد الأنسولين بقدر ما يفعله النظام الغذائي المعتاد للجلوكوز.","p7":"يوضح داجوستينو (2013) في حديثه في تيد أنه بحث في التأثير على الكيتونات كعلاج للنوبات القائمة على الضغط ونقص الاكسجين عند الغواصين. يشرح أمثلة متعددة للأشخاص الذين استخدموا نظام الكيتو كعلاج للصرع ويستخدمون مكملات الكيتون كعلاج لغواصين البحر. وأشار لاحقًا إلى أن الخلايا السرطانية يمكنها فقط استخدام كميات كبيرة من الجلوكوز كطاقة ولا يمكنها التكاثر على الكيتونات حيث إقتبس ذلك من البروفيسور توماس سيفريد، مؤلف كتاب \"السرطان مرض أيضي\". تتحدث لونت (2016) أيضًا عن مدى اعتماد السرطان بشكل كبير على الجلوكوز، وتتحدث أيضًا عن كيف يمكن لبعض الخلايا السرطانية إعادة توصيل عملية التمثيل الغذائي للجلوكوز الخاصة بها بناءً على توفر الأكسجين. أجرى داجوستينو (2013) أيضًا بعض الأبحاث حول الخلايا السرطانية والأكسجين حيث وجد دليلًا على أن بيئة الأكسجين العالية كانت فعالة للغاية في تدمير الخلايا السرطانية.","p8":"يقدم هاربر (2020) بعض النتائج المثيرة للاهتمام حول النظام الغذائي الكيتون. يشرح رسم بياني يسمى محور المرض، حيث أن السبب الأساسي هو الكربوهيدرات التي تؤدي إلى مقاومة الأنسولين مما يؤدي إلى السمنة التي تؤدي إلى الالتهاب. ويشير إلى أن مجرد التحول إلى نظام الكيتو من شأنه أن يقضي على ما يقرب من 70٪ من الأمراض المزمنة. كما يتطرق إلى السرطان ويؤكد أن الخلايا السرطانية تعتمد على الجلوكوز للحصول على الوقود، ويظهر نظرية مثيرة للاهتمام حيث أن فرضيته هي أن الجلوكوز والأنسولين من عوامل النمو القوية جدًا في الجسم، ومن خلال خفضهما ، باستخدام النظام الغذائي الكيتون، يسمح للجهاز المناعي بالتقاط الخلايا السرطانية قبل انتشارها. استكشفت دراسته الأخيرة عن التكيف الكيتوني الآثار على النساء المصابات بسرطان الثدي في المرحلة الرابعة، حيث زودوهن بنظام غذائي كيتوني جنبًا إلى جنب مع العلاج الكيميائي. أدى ذلك إلى تراجع شديد في السرطان بعد ستة أسابيع.","p9":"يوضح لي (2014) أن جميع السرطانات تعتمد على تولد الأوعية الطافرة للنمو. ويوضح أيضًا أنه يمكن إزالة الخلايا السرطانية بكفاءة عن طريق المركبات المضادة لتكوين الأوعية. وولف وآخرون(2015) قاموا بإكتشاف تأثير النظام الغذائي الكيتون على تكوين الأوعية في الفئران، وأشاروا إلى أن تكوين الأوعية ينخفض بشكل كبير في النظام الغذائي الكيتون. كما لخص وولف وآخرون النظام الغذائي الكيتون:","t1":"الملخص","t2":"نظرية الخلفية","t3":"إحصائيات","t4":"السرطان وتكوين الكيتون","t5":"موسمية الهرمون","t6":"صيام الربيع","t7":"الصوم في اليونان القديمة","t8":"الالتهام الذاتي","t9":"السرطان والصيام","p10":"\"الآليات الكامنة وراء الفوائد المضادة للأورام للنظام الغذائي الكيتوني، وتقييد السعرات الحرارية (والصيام المتقطع) وغيرها من العلاجات الأيضية المحتملة لم يتم توضيحها بالكامل ومع ذلك، تشير البيانات قبل السريرية بقوة إلى أن التغيير الأيضي قد يكون علاجًا فعالًا للغاية وقد يعزز في الواقع المعيار الحالي لرعاية الأورام الدبقية الخبيثة \".","p11":"دراسة حديثة من تندلر وآخرون (2021) تقيس التغير في الهرمونات بناءً على المواسم المختلفة. وخلصوا إلى أن البشر، مثلهم مثل جميع الحيوانات الأخرى، لديهم أيضًا قمم مختلفة في الشتاء والربيع في هرمونات التكاثر والنمو والتمثيل الغذائي والتكيف مع الإجهاد. اقترحت الدراسة أن لدى البشر ساعة دائرية يمكنها تتبع الفصول وتنظيم الهرمونات بناءً على الفصول. كانت التغيرات ملحوظة في الهرمونات، الكورتيزول، الهرمون الموجه لقشر الكظرية، ثلاثي يود الثيرونين، الثيروكسين، هرمون منبه الدرقية، استراديول، التستوستيرون، هرمون منشط للجسم الأصفر، هرمون منشط للحوصلة، هرمون النمو، عامل النمو شبيه الإنسولين والبرولاكتين.","p12":"ذكر الدكتور فرانسواز فيلهلمي دي توليدو في مقابلة مع معهد بوشنجر فيلهلمي للصيام، عن تأثير الصيام على الحساسية في الربيع. إنها تستخدم الصيام كحل للحساسية من حبوب لقاح البتولا خلال شهر أبريل (ويلهيلمي 2021).","p13":"كما أن هناك صيامًا مدمجًا في الأديان الرئيسية. يصوم الأشخاص في كل من المسيحية والإسلام في العادة بين آذار (مارس) ومايو (أيار). تستخدم اليهودية الصيام بشكل أكثر انتشارًا على مدار العام (ويكيبيديا 2021).","p14":"في اليونان القديمة، كان الصيام يهدف إلى تجهيز أجساد الرياضيين للتدريب البدني قبل الألعاب الأولمبية. كان أيضًا وسيلة لتنمية الذكاء والصحة (الغذاء 2016).","p15":"\"كل شخص لديه طبيب بداخله أو داخلها ؛ علينا فقط مساعدته في عمله. قوة الشفاء الطبيعية داخل كل واحد منا هي أكبر قوة في التعافي. يجب أن يكون طعامنا هو دوائنا. يجب أن يكون دوائنا هو طعامنا . لكن أن تأكل عندما تكون مريضاً هو تغذية مرضك \"- أبقراط (أوزبورن 2007).","p16":"تم قياس الالتهام الذاتي لأول مرة بواسطة يوشينوري أوسومي، الحائز على جائزة نوبل في علم وظائف الأعضاء والطب في عام 2016، حيث العمليات هي الآلية الطبيعية المنظمة للخلية التي تزيل المكونات غير الضرورية أو المختلة وظيفيًا. يوجد الالتهام الذاتي في حالات مختلفة من الحياة، ولكن على الأخص بعد التمارين الهوائية أو الصيام (ويكيبيديا 2021). ذكر بيرج (2020) في حديثه أنه يوصي المرضى باتباع نظام تمارين هوائية ثابت لفوائد الالتهام الذاتي والصحة. وفقًا لـ ترامازو (2019)، فإن الالتهام الذاتي سيؤدي إلى حوالي 10 ساعات أسرع إذا كان الشخص بالفعل في حالة كيتوزية غذائية/ الدهون المتكيفة مما يزيد من آثارها.","p17":"أحد المفاهيم الخاطئة الشائعة هو أنه يجب على المرء أن يكون في حالة صيام لبدء الالتهام الذاتي، ومع ذلك، استكشف تشونغ وتشونغ (2019) التغييرات في الجينات الأولية المرتبطة بالالتهام الذاتي باستخدام تقييد السعرات الحرارية. ووجدوا أن الجينات المرتبطة بالالتهام الذاتي في البشر قد زادت بشكل كبير استجابة لانخفاض السعرات الحرارية بنسبة 30٪.","p18":"في عرضه التقديمي حول الصيام العلاجي، يشرح فونغ (2016) بالتفصيل فوائد الصيام وأن الإنسان الحديث مصمم لتحمل النوبات المتكررة التي لا يوجد فيها طعام. يتطرق إلى أنه في حالة الصيام، يزيد الجسم من إنفاق الطاقة وتوافر الأكسجين الخلوي على مدار أربعة أيام من الصيام، ويبلغ ذروته في اليوم الثالث. ويشرح أن الصيام هو طريقة تطهير الجسم من كل القمامة التي تتراكم.","p19":"يتحدث لونجو (2016) عن الصيام وكيف يؤثر على الشيخوخة والأمراض. قام ببعض الأبحاث حول عامل النمو شبيه الأنسولين 1 حيث قام بفحص الفئران التي تعاني من نقص في مستقبلات عامل النمو شبيه الأنسولين 1، مما أدى إلى انخفاض بنسبة 50 ٪ في الحجم الفعلي للفئران مقارنة بالفئران العادية. ووجد أنهم يعيشون على الأقل 40٪ أطول مقارنة بالفئران العادية. إلى جانب اكتشاف أنهم لا يصابون بأي أمراض أبدًا، مقارنة بـ 10٪ من الفئران العادية. كما أظهر بحثه من جامعة كاليفورنيا في لوس أنجلوس حيث قد يجوعون الديدان والبكتيريا والخميرة، وكانت النتيجة أنه إذا قمت بتحويلهم من الكثير من العناصر الغذائية إلى الماء فقط ، فإنهم سيعيشون لفترة أطول. مرجع آخر لهذا هو من تشنغ وآخرون.(2014) حيث وجدوا أن الصيام لفترات طويلة يقلل عامل النمو شبيه الأنسولين 1 ويعزز التجديد القائم على الخلايا الجذعية المكونة للدم وعكس التثبيط المناعي\n أجرى براندهورست (2015) دراسة عن نظام غذائي دوري للصيام ووجد أن الفئران التي تتبع هذا النظام الغذائي سيكون لديها معدل سرطان منخفض إلى النصف تقريبًا ، وأنهم لن يصابوا بالسرطان إلا في مراحل لاحقة من حياتهم، وكانت غالبية الأورام حميدة ، مقارنةً بـ المجموعة الضابطة حيث كانوا سيحصلون عليها من المراحل المبكرة في الحياة وكانت الأغلبية خبيثة.","p20":"سينكلير (2019) يتحدث عن بحثه في مكافحة الشيخوخة في جوجل. والذي تدور تقنياته حول موضوع التلاعب بالإبيجينوم والوقاية من الشيخوخة، وهذا بدوره سيمنع كل مرض يمكن أن يكون مرتبطًا بالعمر، بما في ذلك خطر الإصابة بالسرطان. ذكر لاحقًا أن الطريقة الطبيعية للتلاعب بالإبيجينوم الخاص بك هي أن تأكل بشكل أقل، وهو حاليًا يتبع نظامًا للصيام المتقطع. كما يجيب على سؤال طرحه الجمهور حول الأنسولين والشيخوخة حيث خلص إلى أن الشيخوخة ترتبط ارتباطًا مباشرًا بارتفاع مستويات الأنسولين والجلوكوز في الدم. يوجد أيضًا مسار إبيجينوم مهم - مادة كيميائية تسمى أحادي نيوكليوتيد النيكوتيناميد والتي ترتبط بصحة الأعصاب وإصلاح الإبيجينوم. ميلز وآخرون كتبوا في عام (2017) في مقال أن نيكوتيناميد مونو نيوكليوتيد يحدث بشكل طبيعي في أنواع مختلفة من الأطعمة مثل: ادامامي والبروكلي وبذور الخيار وقشر الخيار والملفوف والأفوكادو والطماطم والفطر ولحم البقر النيء والروبيان. وكلها منخفضة الكربوهيدرات.","p21":"مختاري وآخرون (2017) وجدوا أن بعض الأطعمة النباتية تحتوي على السلفورافان، وهو مركب قادر على استهداف الخلايا السرطانية على وجه التحديد للحث على موت الخلايا المبرمج وتشمل الأطعمة النباتية: براعم البروكلي، والقرنبيط، والكرنب، والبوك تشوي. وكلها منخفضة الكربوهيدرات.","p22":"لدى لي (2014) قائمة بالأطعمة المثبطه لتكون الأوعية بعضها: شاي أخضر، فراولة، توت أسود، توت بري، برتقال، بوك تشوي، كالي، جينسنغ، فطر مايتاكي، عرق السوس، كركم، خرشوف، خزامي، قرع، تونة ، بقدونس، ثوم، طماطم، زيت زيتون وشوكولاتة داكنة. وكلها منخفضة الكربوهيدرات.","p23":"لطالما استخدم تقييد السعرات كإجراء لفقدان الوزن، ولكن هناك أيضًا فائدة لنقص الوزن كمحاربة الأمراض. وقد اكتشف أوفلاناغان وأخرون (2017) الآثار التي تحدثها قيود السعرات الحرارية على مرضى السرطان. كانت مواصفاتهم هي خفض السعرات الحرارية التي يتناولها المرضى بنسبة 30٪، دون التعرض لسوء التغذية. تشير بياناتهم إلى أن تقييد السعرات الحرارية يعمل ضد الالتهاب وتكوين الأوعية والأنسولين وعامل النمو شبيه الإنسولين. وذكروا أيضًا أن انخفاض السعرات الحرارية بنسبة 30٪ في الفئران، أظهر انخفاضًا إجماليًا بنسبة 75.5٪ في حدوث الورم. وتكهنوا بأن تقييد السعرات الحرارية المقترن بنظام الكيتو قد يزيد هذا العدد.","p25":"يُعرف النظام الغذائي للعصر الحجري القديم في الأدبيات بأنه نسخة طبق الأصل من نظام أسلافنا الغذائي. يتكون النظام الغذائي من اللحوم الطازجة الخالية من الدهون والأسماك والمحار والبيض والمكسرات والبذور والفواكه والتوت والخضروات وكميات صغيرة من العسل (شالا وأخرون 2021). سيكون هذا النظام الغذائي منخفضًا في الكربوهيدرات باستثناء بعض الأوقات النادرة من العام ربما في الصيف عندما تتوفر بعض الفواكه والعسل. اتباع هذا النظام الغذائي، إلى جانب ممارسة التمارين الرياضية بانتظام والصيام، من شأنه أن يترك أي فرد في حالة كيتوزية طوال حياته تقريبًا أو أكثر. استمر عصر العصر الحجري القديم من 2.5 مليون سنة مضت وحتى 9000 عام عندما تحولنا إلى نظام غذائي يعتمد على الكربوهيدرات (ويكيبيديا 2022).","p26":"ويذكر شالا وآخرون (2021) أن النظام الغذائي للعصر الحجري القديم ربما كان يعتمد بشدة على الغذاء المتاح في البيئة، مثل عدد قليل من القبائل الشمالية التي كانت تستهلك الأسماك والمأكولات البحرية الأخرى فقط. يشرح سقوط الحضارات (2020) في فيلم وثائقي عن كيفية ظهور الفايكنج في جرينلاند وكيف عاشوا. يُقال إنهم عاشوا على نظام غذائي شديد التقييد، حيث لم ينمو أي شيء في جرينلاند. يتكون معظم نظامهم الغذائي من الأسماك والفقمة.","p27":"في دراسة ضمت 30183 مشاركًا، والن واخرون (2017) قاموا بالبحث في تأثير النظام الغذائي بالعصر الحجري القديم والبحر الأبيض المتوسط على جميع أسباب الوفيات. ووجدوا أن كلا النظامين مرتبطان بانخفاض خطر الإصابة بأمراض القلب والأوعية الدموية والسرطان والوفيات الأخرى.","p28":"سيباستيان وآخرون. (2002) يوضح أن الانتقاء الطبيعي كان لديه أقل من 1٪ من الوقت التطوري للتكيف مع نظامنا الغذائي الحديث الجديد منذ ظهور الزراعة. قاموا أيضًا بقياس الاختلاف في الحمولة الصافية الحمضية للنظام الغذائي للعصر الحجري القديم مقارنة بالنظام الغذائي الغربي ووجدوا عدم تطابق بين التركيب الغذائي للوجبات الغذائية والمتطلبات الغذائية المحددة وراثيًا.","p29":"كانت فكرتي هنا أن الأشخاص الذين يعيشون في الشمال، حيث كان الشتاء قاسياً ، ربما لا يأكلون أي خضروات خلال فصول الشتاء الطويلة، لأن شيئًا لم ينمو. نحن نعلم أن الناس لديهم مخزون من الطعام، ولكن ماذا سيفعلون إذا هلك الطعام ، فسيتعين عليهم حينئذٍ العثور على طعام محلي في البيئة. المثير للاهتمام في هذا الأمر هو أن الكربوهيدرات منتشرة فقط في بعض الخضروات، وأن النظام الغذائي للحميات البحتة لا يحتوي على الكربوهيدرات تقريبًا. يتحدث صلاح الدين (2020) عن نظام اللحوم وكيف أظهر تحليل الهيكل العظمي للإنسان الأول أنهم كانوا من آكلي اللحوم بشكل حصري تقريبًا. ويؤكد أيضًا أن البشر سوف يأكلون بناءً على بيئتهم، وأن الخضروات اليوم لا تبدو كما كانت بالنسبة للإنسان الأوائل. ويذكر أن تدجين الخضروات الشعبية أدى إلى تفضيل النوع الأقل سمية والأعلى إنتاجية والأعلى من حيث السعرات الحرارية لهذا النبات. وأن توفر النباتات لم يكن قريبًا كما هو الحال اليوم.أفكاري في هذا هو أن البشر ربما عاشوا بشكل أساسي على نظام غذائي قائم على اللحوم، مع كمية صغيرة من النباتات والكربوهيدرات، والتي يتم استهلاكها بطريقة تكميلية. هذا من شأنه أن يفسر رد فعل الطاقة السريع الذي يحتاجه الجسم للكربوهيدرات.","p30":"أظهرت دراسة حديثة من لينرز (2021) أدلة تم الإبلاغ عنها ذاتيًا من الأشخاص الذين يتبعون حمية آكلات اللحوم لمدة 6 أشهر على الأقل وذكرت أن البالغين الذين يتناولون حمية آكلة اللحوم يعانون من بعض الآثار الضارة وبدلاً من ذلك أبلغوا عن فوائد صحية ورضا عالٍ.","p31":"كأساس للنظرية، يجب عليك اتباع النظام الغذائي الكيتوني خلال فصل الشتاء وكذلك القيام بجلسات الصيام، يقدم سالادينو (2020) بعض الدراسات حيث لاحظوا انخفاضًا في الإجهاد التأكسدي عندما دخل الناس في نظام آكلي اللحوم. قد يكون هذا مرتبطًا إما بفوائد النظام الغذائي الكيتون أو النظام الغذائي لآكلي اللحوم، ومع ذلك، أعتقد أن كلاهما متشابهان جدًا.","p32":"ثبت في الأدبيات أن الأنظمة الغذائية النباتية تقلل من مخاطر جميع أسباب الوفيات والأمراض مثل السرطان أو أمراض القلب والأوعية الدموية. ووصل دينو وآخرون(2017) في دراسة إلى أن اتباع نظام غذائي نباتي أدى إلى انخفاض (-15٪) في إجمالي معدل الإصابة بالسرطان. وأشار شياو وآخرون(2016) إلى أن الحرمان من الليوسين الغذائي أظهر نتائج مهمة في الحد من أورام الثدي والجلد والرئة وسرطان المبيض. أما اللوسين هو الأكثر انتشارًا في اللحوم، وأقل بشكل طبيعي في النظام الغذائي النباتي. ومع ذلك، إكتشف شياو وآخرون أن التحكم في الحمية عالي في الليوسين والكربوهيدرات. ولكن قد يؤدي اتباع نظام غذائي يحتوي على الدهون بدلاً من الكربوهيدرات إلى نتائج مختلفة.","p33":"نظريتي حول لماذا تؤدي النظم الغذائية النباتية إلى تقليل مخاطر الإصابة بالسرطان هي مشكلة هضم الأطعمة النباتية. سيوريس وآخرون(2019) يتجاوزون نقاط الأحماض الأمينية التي لا غنى عنها للهضم للأطعمة النباتية والحيوانية. ووجدوا أن البروتين المتاح للرياضيين الذين يتبعون نظامًا غذائيًا نباتيًا، في بعض الحالات، يمكن أن ينخفض بنسبة 43٪، بدعم أيضًا من موغان (2021) و هيرمان وآخرون (2020). ربما في نظام غذائي نباتي سيء التخطيط، لأن خلط البروتينات المختلفة يمكن أن يزيد من توافر البروتين. نحن نعلم أن البروتينات والكربوهيدرات تزيد من عامل نمو الانسولين من النوع الاول الذي يحفز نمو السرطان والشيخوخة (لارسون وآخرون 2005). نعرف أيضًا من أوفلاناغان وأخرون (2017) أن انخفاض السعرات الحرارية بنسبة 30٪ يؤدي إلى انخفاض (-75.5٪) من الإصابة بالسرطان، وأعتقد أن قلة توافر العناصر الغذائية في الأطعمة النباتية هو ما يجعلها مقيدة بطبيعتها من السعرات الحرارية.","p34":"ومع ذلك، لا تأتي النظم الغذائية النباتية بدون عيوب. يتحدث صلاح الدين (2020) عن كيفية تقليل حجم الدماغ البشري منذ ظهور الزراعة ويقدم دليلًا على أن ما أدى إلى تضاعف حجم الدماغ لأسلافنا ثلاث مرات كان ظهور الصيد وزيادة الأطعمة الحيوانية الغنية بالمغذيات في نظام غذاء آكلي اللحوم . قدم أدلة على أن البشر، منذ حوالي 14000-12000 سنة، شهدوا انخفاضًا في متوسط الطول وحجم المخ وزيادة في الأمراض. بسبب نقص الحديد وعدم تناول الفيتامينات الناتج من انخفاض في استهلاك الدهون. وقد أدى ذلك إلى ضعف وظيفة المناعة وضعف التئام الجروح وزيادة معدل الإصابة بالعدوى. كما أيده ديزموند وآخرون. (2021).","p35":"يتحدث بوسورث (2019) عن كيف أن الكيتونات هي وقود متفوق للدماغ وكيف أن تناول مكملات صغيرة من زيوت الدهون الثلاثية متوسطة السلسلة في نظام غذائي غير الكيتون، من شأنه أن يزيد من مستويات الكيتونات في الدم ويؤدي إلى زيادة مشاركة جميع خلايا الدماغ. وقد لوحظ هذا بشكل أكبر في المرضى الأكبر سنًا الذين يعانون من انخفاض في وظائف المخ أو انخفاض في وظائف الذاكرة أو مرض الزهايمر. تتحدث أيضًا عن أمراض مثل اضطراب فرط الحركة ونقص الانتباه، والباركنسون، والصرع، والاكتئاب نتيجة لتورم الدماغ المزمن والالتهاب، ويمكننا على الأرجح أن نفترض أن هذا هو محور هاربر (2020) للمرض المصور في الدماغ.","p36":"أتذكر أيضًا رؤية بعض المصادر التي تشير إلى أن الأطفال حديثي الولادة لديهم مستوى أعلى بمقدار 70 مرة في مستوى كيتون الدم مقارنةً بالبشر البالغين، مما يعني أنه يستخدم لتنمية الدماغ في مرحلة مبكرة من الحياة.","p37":"دعماً للإدراك، صام اليوناني القديم فيثاغورس، على سبيل المثال، لمدة 40 يومًا قبل امتحاناته في مدرسة الإسكندرية الشهيرة. لاحظ فيثاغورس مثل هذه الزيادة في الوضوح والقوة الجسدية التي وصفها لاحقًا لتلاميذه بالصيام (الغذاء 2016).","p38":"يقدر هاربر (2020) أن 70٪ من الأمراض المزمنة، وأبرزها أمراض القلب والأوعية الدموية والسرطان والسكري والزهايمر، يمكن علاجها بمجرد كسر محور المرض. السؤال المطروح الآن، إلى متى يجب أن تكسر الحلقة للحصول على الفوائد؟ حسنًا، في بحث هاربر، لاحظوا تغيرًا في نمو السرطان وتغيرًا في التمثيل الغذائي في ستة أسابيع فقط، لذلك إذا قمت بذلك لمدة تصل إلى ستة أشهر كل شتاء، سأفترض أن لذلك بعض التأثير. تدعم الأدبيات هذا أيضًا، بيرن وآخرون وجدوا (2017) أن فترات الراحة الدورية في النظام الغذائي تعمل بشكل جيد للغاية في سيناريو فقدان الوزن دون فقدان العضلات والتباطؤ الأيضي.","p39":"لماذا نرى السرطان عند الأطفال، هل يمكن أن يكون أحد مكونات الخلايا السيئة الموروثة من الأم. نظرًا لأن الخلايا التائية في الجهاز المناعي لها شكل من أشكال التسجيل لتذكر الأمراض، فإن ذلك من شأنه أن يؤدي إلى نوع من فترة التعلم للجهاز المناعي للتكيف ببطء. وبما أن الأمر يستغرق من سبع إلى عشر سنوات لاستبدال كل خلية في جسم الإنسان فيمكننا افتراض أن السرطان الذي يصيب الأطفال ربما يكون موروثًا من الأم.","p40":"تشرح ميخائيلا بيترسون (2022) كيف عاشت لسنوات مع التهاب المفاصل الحاد والطفح الجلدي والاكتئاب. لكن جميع الأمراض اختفت بعد بضعة أشهر من اتباع نظام غذائي لآكل اللحوم.","p41":"يناقش أوزبورن (2007) الاستخدام الشامل للصيام حيث يقول \"عندما يمرض حيوان، مثل كلب أو قطة، فإن غريزته الطبيعية تكون هي رفض الطعام. وعندما تنتهي الأزمة، ويتم عمل الشفاء الداخلي تعود الشهية بشكل طبيعي، من تلقاء نفسها. لدى الكائن البشري أيضًا غريزة الصيام، تمامًا مثل الحيوانات الأخرى. لقد جعل التكيف التطوري أجسامنا فعالة جدًا في تخزين احتياطيات الطاقة، والاعتماد عليها عندما تكون الإمدادات الغذائية نادرة.الصيام قديم قدم البشرية، وربما أقدم. وكما يرى المؤرخون، كان الرجال يصومون لسبب أو لآخر. ويبدو أنه ممارسة عالمية \".","p42":"كتب فيترز والدكتور فيليس-تسيميكاس (2020) عن مستويات الجلوكوز في الدم الصحية حيث استنتجوا أن المستوى فوق 10.0 مليمول / لتر أعلى من المعدل الطبيعي ويمكن أن يسبب أعراض مرض السكري مثل التبول المتكرر والتعب وجفاف الجلد أو حكة الجلد والشعور بالعطش، وتكرار الإصابة بالعدوى وتناول المزيد من الطعام ولكن دون زيادة الوزن. كما حذروا من أن ارتفاع مستويات الجلوكوز في الدم يؤدي أيضًا إلى تلف الأوعية الدموية والأعصاب في جميع أنحاء الجسم. يذكر سنكلير (2019) أيضًا أن الارتفاع المفاجئ في نسبة السكر في الدم والأنسولين (لمكافحة ارتفاع نسبة الجلوكوز في الدم) هو الارتباط الأقوى للشيخوخة والأمراض المرتبطة بالشيخوخة. ولطالما تم تفسير مرض السكري من النوع الأول من خلال هجوم الجسم على نفسه عن طريق الخطأ ( 2022)، ومع ذلك، أود التكهن هنا أيضًا مع بعض الأدلة القصصية من التجارب التي أجريت على نفسي. لقد كنت أراقب استجابة الجلوكوز في الدم واستجابة الأنسولين من الكربوهيدرات باستخدام جهاز قياس السكر في الدم فري ستايل ليبري. عاداتي في الأكل هي وجبة واحدة في اليوم، حوالي 1800 سعرة حرارية ولا تحتوي على كربوهيدرات. عندما تتكيف الدهون، سيزداد مستوى الجلوكوز في الدم (0.2-0.5 مليمول / لتر) بشكل هامشي بعد تلك الوجبة. بالعودة إلى التمثيل الغذائي للكربوهيدرات لبضعة أيام، تمكنت من زيادة مستوى الجلوكوز في الدم (6.0-7.0 مليمول / لتر)، في المتوسط، عن طريق تناول 100 جرام فقط من الكربوهيدرات، لتصل إلى 9.9 مليمول / لتر. هذا هو أكثر من 10 أضعاف زيادة في نسبة الجلوكوز في الدم وربما زيادة مماثلة في إنتاج الأنسولين. أعتقد أنه من المهم أن تتذكر أن نظام الأنسولين في جسمك ربما تكيف على مدى 2.5 مليون سنة للتعامل مع البروتين فقط في اللحوم، وبدون الكربوهيدرات. إذا بدأ الشخص بعد ذلك في تناول نظام غذائي غربي، مع زيادة مستوى الجلوكوز في الدم 3 مرات في اليوم إلى الحد الأقصى ، فلا بد أن تكون هناك مضاعفات. نظريتي لمرض السكري من النوع الأول هي أن الجهاز المناعي يهاجم البنكرياس، على افتراض أنه معرض للخطر وتالف لإنتاج 10 أضعاف الأنسولين وأيضًا تغذية العدوى الحالية، وتدميرها كآلية للبقاء على قيد الحياة.","p43":"كتبا جروينبيك وفيسينج (2017) في ورقتهما عن وظيفة التكيف الدائم للميتوكوندريا في العضلات الهيكلية كاستجابة لتدريب المقاومة. وجدوا أن تدريب المقاومة يمكن أن يؤدي إلى زيادة دائمة في الميتوكوندريا العضلية. ما نعرفه اليوم هو أن الشخص الذي لديه عدد أكبر من الميتوكوندريا في عضلاته الهيكلية سيستجيب بشكل أسرع لتدريب المقاومة والتضخم، بدلاً من الشخص الذي لديه ميتوكوندريا أقل. وإذا تمكن المرء من التكيف بشكل دائم مع زيادة الميتوكوندريا، ثم التوقف عن التدريب وفقدان كتلة العضلات الهزيلة، فيمكن عندئذٍ استعادة كتلة العضلات الهزيلة بشكل أسرع في مرحلة لاحقة من الحياة. ما هو الروتين التطوري الذي تسبب في هذا التكيف؟ هل يمكن أن يصوم البشر القدامى خلال الشتاء ويفقدون كتلة العضلات، ثم يستعيدونها خلال الصيف عندما يكون الطعام أكثر وفرة؟ أعتقد ذلك.","p44":"يقول لونجو (2016) أن معظم الناس يمكنهم العيش بدون طعام لمدة ستة أشهر، دون تحضير كبير. هذا يحرض على النظرية القائلة بأن البشر اضطروا للعيش مع طعام أقل بفترة الشتاء. يقول لونغو أيضًا أن النظام الغذائي الغربي الحالي، الذي يحتوي على كمية عالية من الكربوهيدرات، يسمح للخلايا التالفة ومكونات الخلايا بالتراكم. تحدث اكبرج (2021) في مقطع الفيديو الخاص به أن مقاومة الأنسولين تتراكم وتصبح في النهاية \"تخزينًا مزمنًا\" يؤدي إلى مرض السكري والمرض. حديثي هنا هو أنه تم استخدام الشتاء كعملية تنظيف للجسم من المكونات الخلوية السيئة والعودة إلى طريقة حياة صحية","p45":"إحدى الحجج ضد النقطة التي أذكرها، أن ظهور الزراعة هو سبب الإصابة بالسرطان بسبب الزيادة الغذائية في الكربوهيدرات، هو الموت المبكر للإنسان القديم. نظرًا لأن السرطان تراكمي، فقد تكون الوفيات المبكرة تفسيرًا لعدم ظهوره. ومع ذلك، فإن اكتشاف كهف شانيدار يظهر أربع عينات من إنسان نياندرتال القديم، الذين تتراوح أعمارهم بين 30-50. يعود تاريخها إلى حوالي 65000-35000 عام، قبل ظهور الزراعة. يعطي هذا فكرة أن البشر القدامى تمكنوا من بلوغ سن أكبر، وقد تكون وفيات الأطفال سببًا لمتوسط العمر المنخفض (ويكيبيديا 2021).","p46":"كرونيز وآخرون (2014) فرضية مثيرة للاهتمام مفادها أن ندرة الطعام، والنوم الأطول، والتعرض للبرد خلال الشتاء هي وسيلة للتخلص من السمنة وأمراض القلب والأوعية الدموية. وقد ذكروا أن تقييد السعرات يؤدي إلى شبكة من الجينات التي تتطور لحماية الكائنات الحية في أوقات ندرة الغذاء. وقد ثبت أن هذه الجينات تعمل على تنظيم الأنسولين من النوع الاول وتطلق الطاقة الخلوية والسيرتوين والإنزيمات الدفاعية. تلعب هذه الإنزيمات دورًا كبيرًا في السمنة ومتلازمة التمثيل الغذائي والسكري والسرطان والالتهابات وأمراض القلب والأوعية الدموية. علاوة على ذلك، تعمل بعض هذه الإنزيمات أيضًا على تعزيز توليد الحرارة غير المرتجعة، مما يزيد من إنتاج الحرارة الداخلية. كرونيز وآخرون تحدثوا أيضًا عن كيف أن زيادة النوم في البيئات الباردة وليالي الشتاء الطويلة قد تعمل بشكل تآزري لتعزيز الحفاظ على السعرات الحرارية القيمة.","p47":"من المفاهيم الخاطئة الشائعة حول النظام الغذائي الكيتوني أن الكيتونات المرتفعة الناتجة ستؤدي في النهاية إلى الإصابة بالحماض الكيتوني، وهي حالة لا يستطيع فيها الجسم تنظيم مستوى الكيتون في الدم، مما يؤدي إلى تحمض الدم والموت. يوضح اكبرج (2019) أن هذا منتشر فقط في الأشخاص الذين ليس لديهم القدرة على إنتاج الأنسولين، وتحديداً في مرضى السكر. وأن الكيتوزية الغذائية لن تؤدي إلى الحماض الكيتوني. ومع ذلك، أشار أرسياد وآخرون (2020) إلى أن الفئران التي تغذت على نظام غذائي عالي الدهون وقليل البروتين وقليلة الكربوهيدرات أظهرت زيادة طفيفة في حموضة الدم بعد 60 يومًا (420 مكافئًا بشريًا). على الرغم من عدم وجود فرق في وظيفة الجهاز. نظام باليو الغذائي، على سبيل المثال، يحتوي على نسبة عالية من البروتين، ويتم تحويل البروتين الزائد إلى جلوكوز، والذي لن يحفز الكثير من الكيتونات في الدم وبالتالي قد يكون أكثر أمانًا. لكن توصيتي هي زيادة تناول الكربوهيدرات بشكل طفيف خلال أواخر الصيف إلى أوائل الشتاء، للسماح بدورة الجسم. الافتراض هو أن أسلافنا قد زادوا في المكسرات والفاكهة والعسل خلال ذلك الوقت من العام. جروندلر وآخرون قاموا بدراسة (2020) حول الصيام طويل المدى (10 أيام) لدى البشر وزيادة في القدرة المضادة للأكسدة وانخفاض في الإجهاد التأكسدي. ومع ذلك، فقد أعطوهم 250 سعرة حرارية و 16 جرامًا من الكربوهيدرات على شكل عسل يوميًا، مما قد يقلل من مستويات الكيتون في الدم بشكل طفيف.","p48":"فيتامين ج هو أيضا ملاحظة مثيرة للاهتمام. وقد وجد لينرز وآخرون (2021) أنه حتى مع الأشخاص الذين يستهلكون أقل من 10٪ من المدخول اليومي الموصى به، لم يتم الإبلاغ عن أي نقص على الإطلاق. قد يكون هذا بسبب انخفاض الحاجة إلى مضادات الأكسدة وفيتامين ج أثناء الكيتوزية، مقارنةً بعملية التمثيل الغذائي للكربوهيدرات (جروندلر وآخرون 2020).","p49":"تستخدم العديد من الدراسات المذكورة في هذه النظرية الفئران كمواضيع لتجارب الصيام. وجد ديميتريوس (2005) في ورقته البحثية أن الفئران والبشر لديهم تجانس أيضي قوي، حتى في الخلايا المتخصصة والآليات الجزيئية التي تنظم النمو والتكاثر والتمايز والموت. قام ديميتريوس أيضًا بقياس الاختلاف في معدل الأيض الأساسي لكل جرام من وزن الجسم، وكانوا في المتوسط أسرع بسبع مرات في الفئران مقارنة بالبشر. بمعرفة هذا، يمكننا أن نبني بعض الافتراضات في الأطوال المختلفة لفترات الصيام لتطبيقها على البشر، بناءً على الدراسات التي أجريت على الفئران.","p50":"وفقًا لـ شيا وآخرون. (2017)، هناك طفرة تزود السرطان بالقدرة على التكاثر باستخدام الدهون كوقود. تم العثور على الطفرة في أكثر من 50٪ من الأورام الميلانينية، و 10٪ من سرطان القولون والمستقيم، و 5٪ من المايلوما المتعددة و 2٪ من سرطان الدم. هذا ما يقرب من 0.004٪ من جميع أنواع السرطان المعروفة. لاحظ أيضًا من قبل جراباكا وآخرون (2020) أن الكيتونات لا تمنع بشكل مباشر تكاثر خلايا الورم الميلانيني والورم الأرومي الدبقي. الطريقة التي إستخدمها شيا وآخرون. (2017) كانت لإطعام الفئران بنظام غذائي غني بالدهون وحقن الأسيتو أسيتات لتوفير بيئة أكثر حمضية لتعزيز إمكانية انتشار السرطان. ومع ذلك، سيؤدي ذلك إلى القضاء على الوظيفة البيولوجية للالتهام الذاتي، والتي قد تعمل ضد السرطان. شيا وآخرون. ناقشوا أيضًا أن اختباراتهم كانت معزولة وأن وظائف الجسم الأخرى قد يكون لها تأثير على مستوى الكائن الحي بأكمله. هذا مدعوم من قبل أنتونيس وآخرون(2016)، حيث وجدوا أن الصيام يزيد من حساسية خلايا الورم الميلانيني البشري للسيسبلاتين، وهو نوع من العلاج الكيميائي. جراباكا وآخرون (2020) ذكروا أيضًا كيف تستفيد خلايا سرطان الجلد من الالتهاب الموضعي للنمو. ويمكن أن يعزى ذلك إلى انخفاض الالتهاب في الجسم أثناء الصيام. مختاري وآخرون (2017) ذكروا أيضًا أن السلفورافان يقلل من الالتهاب، والذي يمكن أن يساعد في الوقاية من سرطان الجلد. وولف وآخرون(2015) لاحظوا أيضًا انخفاضًا في مسارات إشارات الالتهاب في أورام الورم الدبقي، في الفئران التي تم تغذيتها بنظام الكيتون الغذائي. أوفلاناغان وأخرون  (2017) وجدوا أن تقييد السعرات يقلل الالتهاب الجهازي أيضًا.","p51":"تكتب تشوي (2020) عن تأثير تقييد السعرات الحرارية على بيولوجيا الجلد. خلص تشوي إلى أن الحد من السعرات الحرارية له آثار مفيدة على شيخوخة الجلد، وإصلاح الجروح، وتشكيل التجاعيد ، والسرطان. بسبب نفس الإنزيمات والسرتوينات التي وجدها كرونيز وآخرون(2014)، والتي تم إطلاقها كرد فعل لندرة الغذاء. ووجد تانينباوم وسيلفرستون 1949 أيضًا أن الانخفاض في تناول السعرات الحرارية في الفئران أدى إلى انخفاض في أورام الجلد التي يسببها الميثيل كولانثرين والأورام الكبدية التلقائية.","p52":"يناقش ويلر (2016) الحاجة إلى التعرض الكافي للشمس. ويذكر بعض الدراسات من الدول الاسكندنافية التي تظهر انخفاضًا في معدل الوفيات والذي يعتمد على الجرعة من الشمس، وعلى الرغم من ارتفاع معدل الإصابة بسرطان الجلد. ومع ذلك ، قد يكون التعرض وقائيًا. يؤكد برينر وهيرينج (2009) هذه الفكرة القائلة بأن البشرة شديدة التصبغ محمية بشكل عميق من التسرطن. ولكن إذا تعرض الفرد لأشعة الشمس القوية بشكل مفرط، فإن الجسم يستجيب لحروق الشمس. هذا يضر بالحمض النووي للجلد ويزيد من فرصة الإصابة بسرطان الجلد. يذكر برينر وهيرينج أيضًا قدرة الفرد على تكوين الميلانين حيث يمكن استخدام نفس مبدأ صيام الشتاء للتعرض لأشعة الشمس. ربما تكيفت إمكاناتك في تكوين الميلانين عبر الأجيال مع ظروف ضوء الشمس المحددة بناءً على امتصاص كافٍ لفيتامين د خلال فصل الشتاء، وتصبغ كافٍ لتقليل أضرار الأشعة فوق البنفسجية في الصيف. يمكننا أيضًا أن نفترض أن مقدمة لأشعة الشمس خلال فصل الربيع، عندما يكون الجلد في أوج تألقه، أمر بالغ الأهمية لتراكم الميلانين وحمايته في الصيف. تحدث المشكلة عندما نكون في الداخل خلال فصل الربيع، ولا نتعرض لمؤشر الأشعة فوق البنفسجية المنخفض، ثم نقفز إلى ذروة الصيف. يجب أيضًا أن تكون على دراية بإمكانياتك الوراثية في تكوين الميلانين إذا كان لديك بشرة بيضاء وانتقلت إلى منطقة عالية بمؤشر الأشعة فوق البنفسجية فستكون معرضًا لخطر كبير نظرًا لأنك لا تستطيع التكيف وراثيًا بالسرعة الكافية. قد يكون هذا سبب ارتفاع معدلات الإصابة بسرطان الجلد في أستراليا (مجلس السرطان 2022).","p53":"الأمر المثير للاهتمام أيضًا هو أن العالمان \"سامبل وهي\" أظهرا أن التعرض للأشعة فوق البنفسجية يزيد من الالتهام الذاتي في الجلد كاستجابة فورية لإصلاح الحمض النووي التالف، وقمع نمو الورم وإزالة بروتينات الإجهاد التأكسدي والدهون. ومع ذلك، يمكن أن يتشكل سرطان الجلد أيضًا على الجلد، بدون أن يتعرض عادةً للشمس ( هانج 2022). مما قد يشير إلى أن الأجزاء المتضررة من الأشعة فوق البنفسجية تنتشر في جميع أنحاء الجلد أو أن هناك نقصًا في الالتهام الذاتي الموضعي. كما أن وجود كمية كبيرة من الشامات مؤشر على الإصابة بسرطان الجلد (هانج  2022)، وقد شهد راسي وآخرون(2007) ارتباطًا إيجابيًا بين العدد الإجمالي لعلامات الجلد ومتوسط جلوكوز البلازما أثناء الصيام. ووجدوا أن المرضى الذين يعانون من 30 علامة جلدية أو أكثر معرضون لخطر كبير للإصابة بضعف التمثيل الغذائي للكربوهيدرات.","p54":"نمط الحياة والنظام الغذائي الحالي للإنسان الحديث غير مستدام ، بالنظر إلى المصادر التي نشأت، فمن المحتمل أن نستفيد بشكل كبير كمجتمع إذا أردنا اتباع نظام حمية الكيتو مع تقييد السعرات الحرارية وجلسات الصيام  لمدة ستة أشهر من السنة ربما خلال الشتاء والربيع. الجزء الرئيسي حول نظام الكيتو الغذائي والصيام وتقييد السعرات الحرارية هو أنها تعمل جميعها بشكل متآزر مع تضخيم الفوائد.","p55":"من بين كل ما جمعته، لا ينبغي أن يكون هناك أي مشاكل لأي شخص ليبدأ في اتباع هذه التقنية، ومع ذلك، فإن أقوى سمة للبشرية هي القدرة على التكيف ولكن هذا التكيف يجب أن يأتي ببطء. لذلك إذا حاولت اتباع هذا، فافعل ذلك ببطء واستشر شخصًا على دراية إذا كنت مصابًا بداء السكري أو اضطراب الأكل وإلا فيمكنك الاستمتاع بصوم سعيد.","p56":"ليفيرس وآخرون. (2014) لاحظ أحد أقدم أشكال سرطان الأنسجة الرخوة، سرطان النقيلي. تم تأريخ العينة إلى 4600 عام وتم العثور عليها في شرق سيبيريا. جونسون (2010) وشولتز وآخرون. (2007) عثر على بقايا سرطان الأنسجة الرخوة والتي يعود تاريخهما إلى 2700 عام. تم العثور على أن العينة لديها شكل من أشكال سرطان البروستاتا، ووفقًا لـ كايزر وآخرون. (2020)، سرطان البروستاتا له ارتباط مباشر بمقاومة الأنسولين. ووجدوا أنه يجب تفضيل النظام الغذائي منخفض الكربوهيدرات/ الكيتون لتأثيره الفائق على معايير التمثيل الغذائي. هذا يدعم نظرية ارتفاع معدلات الإصابة بالسراطن بسبب ظهور الزراعة ، والتي بدأت في الحصول على قوة جذب منذ حوالي 7000 إلى 10000 عام، حيث ارتفع استهلاك الكربوهيدرات، جنبًا إلى جنب مع مقاومة الأنسولين.","p57":"اقتباس كوفي (2001): \"تطور الإنسان العاقل منذ حوالي 150000 عام فقط، وفقط في آخر 10٪ من ذلك الوقت (منذ 10 إلى 15 ألف سنة) غير البشر والكلاب وجباتهم الغذائية بشكل كبير. حيث قام البشر بتدجين الكلب، وتربية الحيوانات، وزراعة المحاصيل، وطهي اللحوم والخضروات ومعالجتها وتخزينها. وتشير جميع الأدلة والاقتراحات الوبائية الحالية للوقاية من سرطان البروستاتا والثدي لدى البشر إلى أننا يجب أن نعود إلى النظم الغذائية الأصلية التي بموجبها تطورت أسلافنا.","t10":"السرطان وتقييد السعرات الحرارية","t11":"مناقشة","t13":"النظام الغذائي للعصر الحجري القديم","t14":"نظام أكل اللحوم الغذائي","t15":"لماذا تنجح النظم الغذائية النباتية","t16":"تنمية الدماغ","t17":"أمراض أخرى","t18":"مرض السكر النوع الاول","t19":"تدريب المقاومة والتكيف الدائم للميتوكوندريا","t20":"كل شيء تراكمي","t21":"فرضية \"الشتاء الأيضي\"","t22":"الحالة الكيتونية طويلة الأمد","t23":"الصيام في الجرذان والبشر","t24":"الطفرات التي تغذيها الدهون","t25":"بيولوجيا الجلد","t26":"ملخص","t27":"المصادر","ta1":"الغذاء","ta2":"أنتونيس وآخرون.","ta3":"أرسياد وآخرون","ta4":"بيرج","ta5":"بوجين وآخرون.","ta6":"بوسورث","ta7":"برينر والسمع","ta8":"براندهورست وآخرون.","ta9":"بيرن وآخرون.","tj1":"الغذاء","tj2":"محرك بحث ببمد","tj3":"مجلة التغذية والتمثيل الغذائي","tj4":"موقع يوتيوب","tj5":"المكتبة الوطنية للطب","tj6":"معهد النشر الرقمي متعدد التخصصات","tj7":"مجلس السرطان","tj8":"مراكز السيطرة على الأمراض والوقاية منها","tj9":"ساينس دايركت","tp1":"2016","tp2":"2016","tp3":"2020","tp4":"2020","tp5":"2015","tp6":"2019","tp7":"2009","tp8":"2015","tp9":"2017","tt1":"صوم التطوع","tt2":"يزيد الصيام من حساسية سرطان الجلد البشري لموت الخلايا الناجم عن السيسبلاتين","tt3":"النظام الغذائي الكيتوني طويل الأمد يحفز الحماض الأيضي، وفقر الدم، والإجهاد التأكسدي في فئران ويستار الصحية","tt4":"الدكتور إريك بيرج - \"عملي كيتو\"","tt5":"الجنس والرياضة وعامل النمو شبيه الأنسولين وتأثير المجتمع في فرضية الطول","tt6":"عقلك على الكيتونات. الزهايمر، الذاكرة، الدهون الثلاثية متوسطة السلسلة","tt7":"الدور الوقائي للميلانين ضد أضرار الأشعة فوق البنفسجية في جلد الإنسان","tt8":"نظام غذائي دوري يحاكي الصيام يعزز التجدد متعدد الأنظمة، ويعزز الأداء المعرفي، والصحة.","tt9":"يعمل التقييد المتقطع للطاقة على تحسين كفاءة فقدان الوزن لدى الرجال الذين يعانون من السمنة المفرطة: دراسة ماتادور","link":"الرابط","ta10":"مراكز السيطرة على الأمراض والوقاية منها","ta11":"سيوريس وآخرون","ta12":"مجلس السرطان","ta13":"شالا وآخرون","ta14":"تشنغ وآخرون.","ta15":"تشوي","ta16":"تشونغ وتشونغ","ta17":"كوفي","ta18":"كرونيز وآخرون","ta19":"داجوستينو","ta20":"ديلاور","ta21":"ديميتريوس","ta22":"ديزموند وآخرون.","ta23":"دينو وآخرون","ta24":"اكبرج","ta25":"اكبرج","ta26":"براي وآخرون.","ta27":"فان وآخرون.","ta28":"فيترز وفيليس-تسيميكاس","ta29":"فونغ","ta30":"جانيت","ta31":"جراباكا وآخرون","ta32":"جروينبيك وفيسينج","ta33":"جروندلر وآخرون","ta34":"هاربر","ta35":"هيرمان وآخرون.","ta36":"العالم هانج","ta37":"هسيه وآخرون","ta38":"جونسون","ta39":"كايزر وآخرون","ta40":"لارسون وآخرون.","ta41":"لايت وآخرون.","ta42":"لينرز وآخرون.","ta43":"لي","ta44":"ليفيرس وآخرون.","ta45":"لونغو","ta46":"لونت","ta47":"ميلز وآخرون.","ta48":"مختاري وآخرون","ta49":"موغان","ta50":"أوديس وآخرون","ta51":"أوفلانجان وآخرون","ta52":"أوزبورن","ta53":"بيترسون","ta54":"بوف وآخرون.","ta55":"راسي وآخرون.","ta56":"روزر وريتشي","ta57":"سالادينو","ta58":"\"العالمان \"سامبل وهي ","ta59":"شولتز وآخرون.","ta60":"سيباستيان وآخرون.","ta61":"سنكلير","ta62":"تانينباوم وسيلفرستون","ta63":"تندلر وآخرون.","ta64":"ترامازو","ta65":"ويلر","ta66":"والين وآخرون","ta67":"ويكيبيديا","ta68":"ويكيبيديا","ta69":"ويكيبيديا","ta70":"ويكيبيديا","ta71":"بوشنجر ويلهلمي","ta72":"وولف وآخرون.","ta73":"شيا وآخرون.","ta74":"شياو وآخرون.","ta75":"سقوط الحضارات","tj10":"مجلس السرطان","tj11":"المجلة الأمريكية للتغذية السريرية","tj12":"الصندوق العالمي لأبحاث السرطان","tj13":"الصحة اليومية","tj14":"مكتبة وايلي اون لاين","tj15":"دكتور فينسينت هونغ، دكتوراه في الطب","tj16":"نيويورك تايمز","tj17":"المجلة البريطانية للسرطان","tj18":"مجلة الطب التحويلي","tj19":"التطورات الحالية في التغذية","tj20":"مجلة بلوس ون العلمية","tj21":"مجلة جنوب افريقيا للعلوم","tj22":"الطب اليوناني","tj23":"عالمنا في البيانات","tj24":"أبحاث السرطان","tj25":"وقائع الأكاديمية الوطنية للعلوم في الولايات المتحدة الأمريكية","tj26":"متوسط","tj27":"كارجر","tj28":"مجلة التغذية","tj29":"ويكيبيديا","tj30":"خلية","tp10":"2022","tp11":"2019","tp12":"2022","tp13":"2021","tp14":"2014","tp15":"2020","tp16":"2019","tp17":"2001","tp18":"2014","tp19":"2013","tp20":"2019","tp21":"2005","tp22":"2021","tp23":"2017","tp24":"2021","tp25":"2019","tp26":"2018","tp27":"2017","tp28":"2020","tp29":"2016","tp30":"2016","tp31":"2020","tp32":"2017","tp33":"2020","tp34":"2020","tp35":"2020","tp36":"2022","tp37":"2019","tp38":"2010","tp39":"2020","tp40":"2005","tp41":"2021","tp42":"2021","tp43":"2014","tp44":"2014","tp45":"2016","tp46":"2016","tp47":"2017","tp48":"2017","tp49":"2021","tp50":"2016","tp51":"2017","tp52":"2007","tp53":"2022","tp54":"2014","tp55":"2007","tp56":"2015","tp57":"2020","tp58":"2017","tp59":"2007","tp60":"2002","tp61":"2019","tp62":"1949","tp63":"2021","tp64":"2019","tp65":"2016","tp66":"2017","tp67":"2021","tp68":"2021","tp69":"2022","tp70":"2021","tp71":"2021","tp72":"2015","tp73":"2017","tp74":"2016","tp75":"2020","tt10":"ما هو مرض السكري من النوع الأول؟","tt11":"مقارنة بين قابلية هضم البروتين الغذائي، بناءً على درجات الأحماض الأمينية القابلة للهضم التي لا غنى عنها، في الرياضيين النباتيين وغير النباتيين","tt12":"سرطان الجلد","tt13":"حمية العصر الحجري القديم","tt14":"يقلل الصيام لفترات طويلة IGF-1 / PKA لتعزيز التجدد القائم على الخلايا الجذعية المكونة للدم وعكس التثبيط المناعي","tt15":"إلقاء الضوء على تأثيرات تقييد السعرات الحرارية ومحاكاتها على بيولوجيا الجلد","tt16":"آثار تقييد السعرات الحرارية على الالتهام الذاتي: دور في تدخل الشيخوخة","tt17":"أوجه التشابه بين سرطان البروستاتا والثدي: التطور والنظام الغذائي والإستروجين","tt18":"فرضية الشتاء الأيضية: سبب الأوبئة الحالية للسمنة وأمراض القلب والأوعية الدموية","tt19":"السرطان الجائع: دومينيك داجوستينو في تيدكس تامبا باي","tt20":"كيتو والسرطان","tt21":"من الفئران والرجال","tt22":"النمو وتكوين الجسم والمخاطر القلبية الوعائية والتغذوية للأطفال بعمر 5 إلى 10 سنوات الذين يتناولون وجبات نباتية أو آكلي اللحوم","tt23":"النظم الغذائية النباتية والنتائج الصحية المتعددة: مراجعة منهجية مع التحليل البعدي للدراسات القائمة على الملاحظة","tt24":"كيفية حساب الكربوهيدرات في نظام كيتو الغذائي لخسارة الوزن بسرعة","tt25":"الكيتوزيه مقابل الحماض الكيتوني (خطورة حمية الكيتو؟)","tt26":"مقارنة بين عدد أكبر وأقل من البلدان المتقدمة: كيف تختلف معدلات الإصابة بالسرطان عبر البلدان في مراحل مختلفة من التطور","tt27":"الأهمية السريرية المرضية للإفراط في بروتين ناقل الجلوكوز في ساركوما العظام البشرية","tt28":"ما هي علامات ارتفاع وانخفاض سكر الدم؟","tt29":"د. جايسون فونج - الصوم العلاجي - حل مشكلة من جزئين","tt30":"التغلب على السرطان بنظام الكيتون الغذائي","tt31":"الورم الميلاني - التفاعل بين مستقبل منشط بمكاثر البيروكسيسوم والتمثيل الغذائي والمناعة","tt32":"تأثير تدريب المقاومة على التكوُّن الحيوي للميتوكوندريا والعضلات الهيكلية، والمحتوى، والوظيفة","tt33":"التفاعل بين الضرر التأكسدي وحالة الأكسدة والاختزال والمؤشرات الحيوية الأيضية أثناء الصيام طويل الأمد","tt34":"الدكتور ديفيد هاربر - \"النظام الغذائي الكيتون للوقاية من السرطان وعلاجه (وربما كوفيد 19)\"","tt35":"نظرة عامة شاملة على جودة البروتينات من مصادر نباتية وحيوانية بناءً على درجة الأحماض الأمينية القابلة للهضم والتي لا غنى عنها","tt36":"أربعة أشياء قد تسبب الإصابة بسرطان الجلد بجانب ضوء الشمس","tt37":"بروتين 63 المتعلق بالتحول وعامل نسخ SOX2 لإملاء اعتماد الجلوكوز ونقاط الضعف الأيضية في سرطان الخلايا الحرشفية","tt38":"الكشف عن أورام عصور ما قبل التاريخ ، ومناقشة","tt39":"الدور المتطور للنظام الغذائي في خطر الإصابة بسرطان البروستاتا وتطوره","tt40":"دور مستقبلات عامل النمو الشبيه بالأنسولين 1 في السرطان","tt41":"طرق البحث في التدخلات الغذائية لاستهداف استقلاب الورم في الساركوما العظمية","tt42":"الخصائص السلوكية والحالة الصحية المبلغ عنها ذاتيًا بين 2029 بالغًا يستهلكون \"حمية كارنيفور\"","tt43":"هل يمكننا أن نأكل لتجويع السرطان؟ - وليام لي","tt44":"الوصف المرضي للمرض وتشخيص السرطان النقيلي في العصر البرونزي المبكر (4588 + 34 \"سنة تقويمية قبل الحاضر) من المنطقة المحيطة ببحيرة بايكال في شرق سيبيريا","tt45":"الصوم: وإيقاظ التجديد من الداخل - فالتر لونغو - تيدكس أيكو بارك","tt46":"تجويع السرطان","tt47":"تخفف الإدارة طويلة الأمد لأحادي نيوكليوتيد النيكوتيناميد من التدهور الفسيولوجي المرتبط بالعمر في الفئران","tt48":"دور السلفورافان في الوقاية الكيميائية من السرطان والفوائد الصحية: مراجعة مصغرة","tt49":"مآخذ البروتين السكاني ومؤشرات استدامة الغذاء: القياسات مهمة","tt50":"أقدم سرطان من نوع أشباه البشر: ساركوما عظمية عمرها 1.7 مليون عام من كهف سوارترانس، جنوب إفريقيا","tt51":"عندما يكون القليل أكثر: تقييد السعرات الحرارية والاستجابة لعلاج السرطان","tt52":"الصيام والتنقية","tt53":"لن ينشر تيدكس هذا","tt54":"تقلل مكملات الكيتون من حيوية الخلايا السرطانية وتطيل بقاء الفئران المصابة بالسرطان النقيلي","tt55":"علامة الجلد كعلامة جلدية لضعف التمثيل الغذائي للكربوهيدرات: دراسة الحالات والشواهد","tt56":"سرطان","tt57":"الدكتور بول سالادينو - \"فضح حمية كارنيفور\"","tt58":"الالتهام الذاتي في الاستجابة للأضرار الناتجة عن الأشعة فوق البنفسجية","tt59":"أقدم حالة معروفة لانتشار سرطان البروستاتا تم تشخيصه في الهيكل العظمي لملك سكيثي ويبلغ عمر الحالة 2700 عام من أرزهان (سيبيريا، روسيا)","tt60":"تقدير الحمولة الحمضية الصافية للنظام الغذائي لأجداد الإنسان العاقل قبل الزراعة وأسلافهم من البشر","tt61":"لماذا نتقدم في العمر ولماذا لا نضطر إلى ذلك - ديفيد سنكلير - يتحدث في جوجل","tt62":"تأثير درجة تقييد السعرات الحرارية على تكوين أورام الجلد والأورام الكبدية في الفئران","tt63":"تشير موسمية الهرمونات في السجلات الطبية إلى دوائر الغدد الصماء الدورية","tt64":"الصوم والالتهام الذاتي (الجزء الثاني) - كيفية تحفيز الالتهام الذاتي وتعظيمه","tt65":"أشعة الشمس لها فوائد للقلب والأوعية الدموية بغض النظر عن فيتامين د","tt66":"ترتبط نتائج أنماط النظام الغذائي في العصر الحجري القديم والمتوسط ارتباطًا عكسيًا بجميع الأسباب والوفيات المحددة للسبب في البالغين","tt67":"الالتهام الذاتي","tt68":"صيام","tt69":"العصر الحجري القديم","tt70":"كهف شانيدار","tt71":"كل شيء عن الصيام - سؤال وجواب 10 (الصيام طويل الأمد مقابل الصيام المتقطع) - بوشينجر ويلهيلمي","tt72":"النظام الغذائي الكيتون يغير الاستجابة ناقصة التأكسج ويؤثر على التعبير عن البروتينات المرتبطة بتكوين الأوعية الدموية ، وإمكانات الغازية ونفاذية الأوعية الدموية في نموذج الورم الدبقي للفأر","tt73":"منع التولد الكيتون الغذائي الذي يغذي الدهون يخفف من نمو ورم BRAF V600E","tt74":"يمنع الحرمان من اللوسين الانتشار ويحفز موت خلايا سرطان الثدي المبرمج عبر سينسيز الأحماض الدهنية","tt75":"4. الفايكنج في جرينلاند - أرض شمس منتصف الليل","intro":"إكتشاف  نظرية صيام الشتاء وعلاقته بالوقاية من السرطان. استخدام نموذج الذكاء الاصطناعي لاقتراح الموارد ذات الصلة.","title":"ورقة عمل السرطان","seo_desc":"النظرية هي أن غالبية الناس على وجه الأرض، وخاصة أولئك المنحدرين من بيئة باردة، يصابون بالسرطان والأمراض لأنهم يفقدون فترة طويلة من الصيام وتقييد السعرات الحرارية والنظام الغذائي الكيتون خلال الشتاء والربيع، وهو أمر سائد. في حياة أسلافهم. الغرض من هذه الورقة هو استكشاف الأدلة على الصيام وتقييد السعرات الحرارية والنظام الغذائي الكيتون وارتباطه بالسرطان. وكذلك استكشاف قدوم الزراعة كسبب للسرطان. يتم تحليل الحجج من وجهة نظر منطقية باستخدام نهج المبادئ الأولى.","seo_title":"ورقة بحثية عن مرض السرطان","contribute":"ساهم في هذه الورقة البيضاء على  جيت هاب"}